Repository: furkankisisel/mira_delete_account
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt, ru, tr, zh

source: Invalid value
ar: قيمة غير صالحة
de: Ungültiger Wert
es: Valor no válido
fr: Valeur invalide
hi: अमान्य मान
it: Valore non valido
ja: 無効な値
ko: 잘못된 값
nl: Ongeldige waarde
pt: Valor inválido
ru: Неверное значение
tr: Geçersiz değer
zh: 无效值

# nameRequired
source: Name is required
ar: الاسم مطلوب
de: Name ist erforderlich
es: El nombre es obligatorio
fr: Le nom est requis
hi: नाम आवश्यक है
it: Il nome è obbligatorio
ja: 名前は必須です
ko: 이름은 필수입니다
nl: Naam is verplicht
pt: O nome é obrigatório
ru: Требуется название
tr: Ad gerekli
zh: 名称为必填项

# simpleHabitTargetOne
source: Simple habit (target = 1)
ar: عادة بسيطة (الهدف = 1)
de: Einfache Gewohnheit (Ziel = 1)
es: Hábito simple (objetivo = 1)
fr: Habitude simple (objectif = 1)
hi: सरल आदत (लक्ष्य = 1)
it: Abitudine semplice (obiettivo = 1)
ja: 単純な習慣（目標=1）
ko: 단순 습관 (목표 = 1)
nl: Eenvoudige gewoonte (doel = 1)
pt: Hábito simples (meta = 1)
ru: Простая привычка (цель = 1)
tr: Basit alışkanlık (hedef = 1)
zh: 简单习惯（目标=1）

# typeNotChangeable
source: Type cannot be changed
ar: لا يمكن تغيير النوع
de: Typ kann nicht geändert werden
es: El tipo no se puede cambiar
fr: Le type ne peut pas être modifié
hi: प्रकार नहीं बदला जा सकता
it: Il tipo non può essere modificato
ja: タイプは変更できません
ko: 유형은 변경할 수 없습니다
nl: Type kan niet worden gewijzigd
pt: O tipo não pode ser alterado
ru: Тип нельзя изменить
tr: Tür değiştirilemez
zh: 类型不可更改

# onboardingWelcomeTitle
source: Welcome to Mira
ar: مرحبًا بك في ميرا
de: Willkommen bei Mira
es: Bienvenido a Mira
fr: Bienvenue sur Mira
hi: Mira में आपका स्वागत है
it: Benvenuto in Mira
ja: Miraへようこそ
ko: Mira에 오신 것을 환영합니다
nl: Welkom bij Mira
pt: Bem-vindo ao Mira
ru: Добро пожаловать в Mira
tr: Mira'ya Hoş Geldin
zh: 欢迎使用 Mira

# onboardingWelcomeDesc
source: Your personal habit tracker that grows with you. Let's discover your unique personality and suggest habits tailored just for you.
ar: متعقب العادات الشخصي الذي ينمو معك. لنكتشف شخصيتك الفريدة ونقترح عادات مصممة خصيصًا لك.
de: Dein persönlicher Gewohnheitstracker, der mit dir wächst. Lass uns deine einzigartige Persönlichkeit entdecken und passende Gewohnheiten vorschlagen.
es: Tu rastreador de hábitos personal que crece contigo. Descubramos tu personalidad única y sugiramos hábitos hechos a tu medida.
fr: Votre suivi d'habitudes personnel qui grandit avec vous. Découvrons votre personnalité unique et proposons des habitudes adaptées pour vous.
hi: आपका व्यक्तिगत आदत ट्रैकर जो आपके साथ बढ़ता है। आइए आपकी अनोखी व्यक्तित्व को खोजें और आपके लिए अनुकूलित आदतें सुझाएँ।
it: Il tuo tracker di abitudini personale che cresce con te. Scopriamo la tua personalità unica e suggeriamo abitudini su misura per te.
ja: あなたとともに成長するパーソナル習慣トラッカーです。あなたの個性を見つけ、あなたに合った習慣を提案します。
ko: 당신과 함께 성장하는 개인 맞춤형 습관 추적기입니다. 고유한 성격을 발견하고 당신에게 맞춘 습관을 제안해 드립니다.
nl: Je persoonlijke gewoonte-tracker die met je meegroeit. Laten we je unieke persoonlijkheid ontdekken en gewoonten op maat voorstellen.
pt: Seu rastreador de hábitos pessoal que cresce com você. Vamos descobrir sua personalidade única e sugerir hábitos feitos sob medida para você.
ru: Ваш персональный трекер привычек, который растёт вместе с вами. Давайте откроем вашу уникальную личность и предложим привычки, созданные специально для вас.
tr: Seninle birlikte büyüyen kişisel alışkanlık takipçin. Benzersiz kişiliğini keşfedelim ve sana özel alışkanlıklar önerelim.
zh: 与你共同成长的个人习惯追踪器。让我们发现你的独特个性，并为你量身推荐习惯。

# onboardingQuizIntro
source: Answer a few questions to help us understand your personality better. This is based on scientifically validated psychological research.
ar: أجب عن بعض الأسئلة لمساعدتنا على فهم شخصيتك بشكل أفضل. يعتمد هذا على أبحاث نفسية مثبتة علميًا.
de: Beantworte ein paar Fragen, damit wir deine Persönlichkeit besser verstehen. Dies basiert auf wissenschaftlich validierter psychologischer Forschung.
es: Responde algunas preguntas para ayudarnos a entender mejor tu personalidad. Se basa en investigaciones psicológicas científicamente validadas.
fr: Répondez à quelques questions pour nous aider à mieux comprendre votre personnalité. Ceci est basé sur des recherches psychologiques validées scientifiquement.
hi: अपनी व्यक्तित्व को बेहतर समझने में हमारी मदद करने के लिए कुछ प्रश्नों का उत्तर दें। यह वैज्ञानिक रूप से सत्यापित मनोवैज्ञानिक अनुसंधान पर आधारित है।
it: Rispondi a qualche domanda per aiutarci a comprendere meglio la tua personalità. Si basa su ricerche psicologiche scientificamente validate.
ja: あなたの個性をよりよく理解するために、いくつかの質問にお答えください。これは科学的に検証された心理学研究に基づいています。
ko: 당신의 성격을 더 잘 이해할 수 있도록 몇 가지 질문에 답해주세요. 이는 과학적으로 검증된 심리학 연구에 기반합니다.
nl: Beantwoord enkele vragen om ons te helpen je persoonlijkheid beter te begrijpen. Dit is gebaseerd op wetenschappelijk gevalideerd psychologisch onderzoek.
pt: Responda a algumas perguntas para nos ajudar a compreender melhor a sua personalidade. Isto baseia-se em pesquisas psicológicas validadas cientificamente.
ru: Ответьте на несколько вопросов, чтобы помочь нам лучше понять вашу личность. Это основано на научно подтверждённых психологических исследованиях.
tr: Kişiliğini daha iyi anlayabilmemiz için birkaç soruyu cevaplayın. Bu, bilimsel olarak doğrulanmış psikolojik araştırmalara dayanmaktadır.
zh: 回答一些问题，帮助我们更好地了解你的个性。这基于经过科学验证的心理学研究。

# onboardingQ1
source: I enjoy trying new experiences and exploring unfamiliar things.
ar: أستمتع بتجربة تجارب جديدة واستكشاف أمور غير مألوفة.
de: Ich probiere gerne neue Erfahrungen aus und erkunde Unbekanntes.
es: Disfruto probar nuevas experiencias y explorar cosas desconocidas.
fr: J'aime essayer de nouvelles expériences et explorer l'inconnu.
hi: मुझे नए अनुभव आज़माना और अनजानी चीज़ों का पता लगाना अच्छा लगता है।
it: Mi piace provare nuove esperienze ed esplorare cose sconosciute.
ja: 新しい体験に挑戦し、未知のことを探求するのが好きです。
ko: 새롭고 낯선 경험을 시도하고 탐색하는 것을 즐깁니다.
nl: Ik probeer graag nieuwe ervaringen uit en verken onbekende dingen.
pt: Gosto de experimentar novas experiências e explorar coisas desconhecidas.
ru: Мне нравится пробовать новый опыт и исследовать незнакомое.
tr: Yeni deneyimler yaşamaktan ve tanımadığım şeyleri keşfetmekten hoşlanırım.
zh: 我喜欢尝试新的体验并探索陌生的事物。

# onboardingQ2
source: I keep my space organized and prefer having a structured daily routine.
ar: أحافظ على تنظيم مكاني وأُفضّل روتينًا يوميًا منظّمًا.
de: Ich halte meinen Bereich ordentlich und bevorzuge eine strukturierte tägliche Routine.
es: Mantengo mi espacio organizado y prefiero tener una rutina diaria estructurada.
fr: Je garde mon espace organisé et je préfère une routine quotidienne structurée.
hi: मैं अपने स्थान को व्यवस्थित रखता/रखती हूँ और एक सुव्यवस्थित दैनिक दिनचर्या पसंद करता/करती हूँ।
it: Mantengo il mio spazio organizzato e preferisco una routine quotidiana strutturata.
ja: 身の回りを整理整頓し、規則的な日課を好みます。
ko: 공간을 정리정돈하며 구조적인 일과를 선호합니다.
nl: Ik houd mijn omgeving geordend en heb liever een gestructureerde dagelijkse routine.
pt: Mantenho meu espaço organizado e prefiro uma rotina diária estruturada.
ru: Я поддерживаю порядок вокруг себя и предпочитаю структурированный распорядок дня.
tr: Alanımı düzenli tutarım ve yapılandırılmış bir günlük rutine sahip olmayı tercih ederim.
zh: 我保持环境整洁，并且更喜欢有条理的日常安排。

# onboardingQ3
source: I feel energized when I'm around other people and enjoy social gatherings.
ar: أشعر بالطاقة عند وجودي مع الآخرين وأستمتع بالتجمعات الاجتماعية.
de: Ich fühle mich energiegeladen, wenn ich unter Menschen bin, und genieße soziale Treffen.
es: Me siento con energía cuando estoy con otras personas y disfruto de las reuniones sociales.
fr: Je me sens plein d'énergie en présence d'autres personnes et j'apprécie les rassemblements sociaux.
hi: लोगों के बीच रहने पर मैं ऊर्जावान महसूस करता/करती हूँ और सामाजिक मेलजोल का आनंद लेता/लेती हूँ।
it: Mi sento energico quando sono con altre persone e mi piacciono gli incontri sociali.
ja: 人と一緒にいると元気が出て、交流の場を楽しみます。
ko: 사람들과 함께 있을 때 에너지를 얻고 모임을 즐깁니다.
nl: Ik krijg energie van mensen om me heen en geniet van sociale bijeenkomsten.
pt: Sinto-me energizado quando estou com outras pessoas e gosto de encontros sociais.
ru: Я чувствую прилив энергии среди людей и люблю социальные встречи.
tr: İnsanların yanında olduğumda enerjilenirim ve sosyal etkinliklerden keyif alırım.
zh: 当我与他人在一起时会感到更有活力，并且喜欢社交聚会。

# onboardingQ4
source: I prefer working with others and find cooperation more effective than competition.
ar: أفضل العمل مع الآخرين وأرى أن التعاون أكثر فعالية من المنافسة.
de: Ich arbeite lieber mit anderen zusammen und finde Kooperation effektiver als Konkurrenz.
es: Prefiero trabajar con otros y considero que la cooperación es más efectiva que la competencia.
fr: Je préfère travailler avec les autres et je trouve la coopération plus efficace que la compétition.
hi: मैं दूसरों के साथ काम करना पसंद करता/करती हूँ और सहयोग को प्रतिस्पर्धा से अधिक प्रभावी मानता/मानती हूँ।
it: Preferisco lavorare con gli altri e trovo la cooperazione più efficace della competizione.
ja: 他者と協力して働くことを好み、競争よりも協力の方が効果的だと感じます。
ko: 다른 사람들과 협력하여 일하는 것을 선호하며 경쟁보다 협력이 더 효과적이라고 느낍니다.
nl: Ik werk liever met anderen samen en vind samenwerking effectiever dan competitie.
pt: Prefiro trabalhar com outras pessoas e acho a cooperação mais eficaz do que a competição.
ru: Я предпочитаю работать с другими и считаю сотрудничество эффективнее конкуренции.
tr: Başkalarıyla çalışmayı tercih ederim ve işbirliğinin rekabetten daha etkili olduğuna inanırım.
zh: 我更喜欢与他人合作，认为合作比竞争更有效。

# onboardingQ5
source: I handle stressful situations calmly and rarely feel anxious.
ar: أتعامل بهدوء مع المواقف المجهدة ونادرًا ما أشعر بالقلق.
de: Ich gehe gelassen mit stressigen Situationen um und fühle mich selten ängstlich.
es: Manejo las situaciones estresantes con calma y rara vez me siento ansioso.
fr: Je gère calmement les situations stressantes et je me sens rarement anxieux.
hi: तनावपूर्ण स्थितियों में मैं शांत रहता/रहती हूँ और शायद ही कभी चिंतित महसूस करता/करती हूँ।
it: Affronto le situazioni stressanti con calma e raramente mi sento ansioso.
ja: ストレスの多い状況でも落ち着いて対処し、不安を感じることはほとんどありません。
ko: 스트레스 상황에서도 침착하게 대처하며 불안을 거의 느끼지 않습니다.
nl: Ik ga rustig om met stressvolle situaties en voel me zelden angstig.
pt: Lido com situações estressantes com calma e raramente me sinto ansioso.
ru: Я спокойно справляюсь со стрессовыми ситуациями и редко испытываю тревогу.
tr: Stresli durumlarla sakin bir şekilde başa çıkarım ve nadiren endişelenirim.
zh: 我能冷静应对压力情境，很少感到焦虑。

# onboardingQ6
source: I enjoy creative activities like art, music, or writing.
ar: أستمتع بالأنشطة الإبداعية مثل الفن أو الموسيقى أو الكتابة.
de: Ich mag kreative Aktivitäten wie Kunst, Musik oder Schreiben.
es: Disfruto de actividades creativas como el arte, la música o la escritura.
fr: J'apprécie les activités créatives comme l'art, la musique ou l'écriture.
hi: मुझे कला, संगीत या लेखन जैसी रचनात्मक गतिविधियाँ पसंद हैं।
it: Mi piacciono le attività creative come arte, musica o scrittura.
ja: アート、音楽、執筆などの創造的な活動を楽しみます。
ko: 미술, 음악, 글쓰기와 같은 창의적인 활동을 즐깁니다.
nl: Ik geniet van creatieve activiteiten zoals kunst, muziek of schrijven.
pt: Gosto de atividades criativas como arte, música ou escrita.
ru: Мне нравятся творческие занятия, такие как искусство, музыка или письмо.
tr: Sanat, müzik veya yazma gibi yaratıcı aktivitelerden hoşlanırım.
zh: 我喜欢艺术、音乐或写作等创造性活动。

# onboardingQ7
source: I set clear goals for myself and work diligently to achieve them.
ar: أضع أهدافًا واضحة لنفسي وأعمل بجد لتحقيقها.
de: Ich setze mir klare Ziele und arbeite gewissenhaft daran, sie zu erreichen.
es: Me fijo metas claras y trabajo con constancia para lograrlas.
fr: Je me fixe des objectifs clairs et je travaille avec assiduité pour les atteindre.
hi: मैं अपने लिए स्पष्ट लक्ष्य तय करता/करती हूँ और उन्हें हासिल करने के लिए मेहनत करता/करती हूँ।
it: Stabilisco obiettivi chiari per me stesso e lavoro con impegno per raggiungerli.
ja: 明確な目標を立て、達成に向けて粘り強く取り組みます。
ko: 스스로 명확한 목표를 세우고 이를 달성하기 위해 성실히 노력합니다.
nl: Ik stel duidelijke doelen voor mezelf en werk hard om ze te bereiken.
pt: Defino metas claras para mim e trabalho com dedicação para alcançá-las.
ru: Я ставлю перед собой ясные цели и усердно работаю, чтобы их достичь.
tr: Kendime net hedefler koyarım ve bunları gerçekleştirmek için gayretle çalışırım.
zh: 我会为自己设定明确目标，并努力实现它们。

# onboardingQ8
source: I prefer group activities over spending time alone.
ar: أفضل الأنشطة الجماعية على قضاء الوقت بمفردي.
de: Ich bevorzuge Gruppenaktivitäten gegenüber Zeit allein.
es: Prefiero las actividades en grupo a pasar tiempo a solas.
fr: Je préfère les activités de groupe plutôt que de passer du temps seul.
hi: अकेले समय बिताने की बजाय मैं समूह गतिविधियों को प्राथमिकता देता/देती हूँ।
it: Preferisco le attività di gruppo allo stare da solo.
ja: 一人で過ごすよりも、グループでの活動を好みます。
ko: 혼자 시간을 보내는 것보다 그룹 활동을 더 선호합니다.
nl: Ik geef de voorkeur aan groepsactiviteiten boven alleen tijd doorbrengen.
pt: Prefiro atividades em grupo a passar tempo sozinho.
ru: Я предпочитаю групповые занятия, а не проводить время в одиночестве.
tr: Grup aktivitelerini yalnız vakit geçirmeye tercih ederim.
zh: 相比独处，我更喜欢参加集体活动。

# onboardingQ9
source: I often consider other people's feelings before making decisions.
ar: غالبًا ما أضع مشاعر الآخرين في الحسبان قبل اتخاذ القرارات.
de: Ich berücksichtige oft die Gefühle anderer, bevor ich Entscheidungen treffe.
es: A menudo considero los sentimientos de los demás antes de tomar decisiones.
fr: Je prends souvent en compte les sentiments des autres avant de prendre des décisions.
hi: निर्णय लेने से पहले मैं अक्सर दूसरों की भावनाओं पर विचार करता/करती हूँ।
it: Spesso considero i sentimenti degli altri prima di prendere decisioni.
ja: 意思決定の前に、相手の気持ちをよく考えます。
ko: 결정을 내리기 전에 종종 다른 사람들의 감정을 고려합니다.
nl: Ik houd vaak rekening met andermans gevoelens voordat ik beslissingen neem.
pt: Frequentemente considero os sentimentos dos outros antes de tomar decisões.
ru: Перед принятием решений я часто учитываю чувства других людей.
tr: Karar vermeden önce genellikle başkalarının duygularını dikkate alırım.
zh: 在做决定之前，我经常会考虑他人的感受。

# onboardingQ10
source: I plan ahead for important events and tasks.
ar: أخطط مسبقًا للأحداث والمهام المهمة.
de: Ich plane wichtige Ereignisse und Aufgaben im Voraus.
es: Planifico con anticipación eventos y tareas importantes.
fr: Je planifie à l'avance les événements et tâches importants.
hi: मैं महत्वपूर्ण आयोजनों और कार्यों की पहले से योजना बनाता/बनाती हूँ।
it: Pianifico in anticipo eventi e compiti importanti.
ja: 重要な出来事やタスクは事前に計画します。
ko: 중요한 일정과 과업을 미리 계획합니다.
nl: Ik plan vooruit voor belangrijke gebeurtenissen en taken.
pt: Planejo com antecedência eventos e tarefas importantes.
ru: Я заранее планирую важные события и задачи.
tr: Önemli etkinlikler ve görevler için önceden plan yaparım.
zh: 我会提前规划重要的事件和任务。

# onboardingQ11
source: I like trying different approaches rather than sticking to one method.
ar: أُفضّل تجربة أساليب مختلفة بدل الالتزام بطريقة واحدة.
de: Ich probiere gerne unterschiedliche Ansätze aus, statt bei einer Methode zu bleiben.
es: Me gusta probar enfoques diferentes en lugar de ceñirme a un solo método.
fr: J'aime essayer différentes approches plutôt que de m'en tenir à une seule méthode.
hi: एक ही तरीके पर टिके रहने के बजाय मुझे अलग-अलग तरीकों को आज़माना पसंद है।
it: Mi piace provare approcci diversi invece di restare su un solo metodo.
ja: 一つの方法にこだわるより、さまざまなアプローチを試すのが好きです。
ko: 한 가지 방식에 고집하기보다 다양한 접근을 시도하는 것을 좋아합니다.
nl: Ik probeer graag verschillende benaderingen in plaats van bij één methode te blijven.
pt: Gosto de tentar diferentes abordagens em vez de insistir em um único método.
ru: Мне нравится пробовать разные подходы, а не придерживаться одного метода.
tr: Tek bir yönteme bağlı kalmaktansa farklı yaklaşımlar denemeyi severim.
zh: 相比于只坚持一种方法，我更喜欢尝试不同的方式。

# onboardingQ12
source: I stay calm under pressure and bounce back quickly from setbacks.
ar: أحافظ على هدوئي تحت الضغط وأتعافى سريعًا من الإخفاقات.
de: Ich bleibe unter Druck ruhig und erhole mich schnell von Rückschlägen.
es: Me mantengo tranquilo bajo presión y me recupero rápidamente de los contratiempos.
fr: Je reste calme sous pression et je me remets rapidement des revers.
hi: दबाव में भी मैं शांत रहता/रहती हूँ और असफलता से जल्दी उबर जाता/जाती हूँ।
it: Rimango calmo sotto pressione e mi riprendo rapidamente dagli ostacoli.
ja: プレッシャーの中でも落ち着いて対処し、失敗から素早く立ち直ります。
ko: 압박 속에서도 침착함을 유지하고 좌절에서 빠르게 회복합니다.
nl: Ik blijf kalm onder druk en herstel snel van tegenslagen.
pt: Mantenho a calma sob pressão e me recupero rapidamente de contratempos.
ru: Я сохраняю спокойствие под давлением и быстро восстанавливаюсь после неудач.
tr: Baskı altında sakin kalırım ve aksiliklerden çabuk toparlanırım.
zh: 在压力下我能保持冷静，并能迅速从挫折中恢复。

# likertStronglyDisagree
source: Strongly Disagree
ar: لا أوافق بشدة
de: Stimme überhaupt nicht zu
es: Totalmente en desacuerdo
fr: Pas du tout d'accord
hi: बिल्कुल असहमत
it: Completamente in disaccordo
ja: 強く反対
ko: 전혀 동의하지 않음
nl: Helemaal mee oneens
pt: Discordo totalmente
ru: Совершенно не согласен
tr: Kesinlikle Katılmıyorum
zh: 非常不同意

# likertDisagree
source: Disagree
ar: لا أوافق
de: Ablehnen
es: En desacuerdo
fr: Pas d'accord
hi: असहमत
it: In disaccordo
ja: 反対
ko: 동의하지 않음
nl: Oneens
pt: Discordo
ru: Не согласен
tr: Katılmıyorum
zh: 不同意

# likertNeutral
source: Neutral
ar: محايد
fr: Neutre
hi: तटस्थ
it: Neutrale
ja: 中立
ko: 중립
nl: Neutraal
pt: Neutro
ru: Нейтрально
tr: Kararsızım
zh: 中立

# likertAgree
source: Agree
ar: أوافق
de: Zustimmen
es: De acuerdo
fr: D'accord
hi: सहमत
it: D'accordo
ja: 賛成
ko: 동의
nl: Eens
pt: Concordo
ru: Согласен
tr: Katılıyorum
zh: 同意

# likertStronglyAgree
source: Strongly Agree
ar: أوافق بشدة
de: Stimme voll zu
es: Totalmente de acuerdo
fr: Tout à fait d'accord
hi: पूरी तरह सहमत
it: Totalmente d'accordo
ja: 強く賛成
ko: 매우 동의
nl: Helemaal mee eens
pt: Concordo totalmente
ru: Полностью согласен
tr: Kesinlikle Katılıyorum
zh: 非常同意

# characterTypePlanner
source: The Planner
tr: Planlayıcı

# characterDescPlanner
source: You're organized, goal-oriented, and thrive on structure. You excel at turning dreams into actionable plans and following through with discipline.
tr: Düzenli, hedef odaklı ve yapıdan beslenen birisin. Hayalleri eyleme dönüştürmekte ve disiplinle takip etmekte başarılısın.

# characterTypeExplorer
source: The Explorer
tr: Kaşif

# characterDescExplorer
source: You're curious, creative, and love variety. You thrive on learning new things and trying different approaches to life's challenges.
tr: Meraklı, yaratıcı ve çeşitliliği seven birisin. Yeni şeyler öğrenmekten ve hayatın zorluklarına farklı yaklaşımlar denemekten keyif alırsın.

# characterTypeSocialConnector
source: The Social Connector
tr: Sosyal Bağlayıcı

# characterDescSocialConnector
source: You're warm, empathetic, and energized by relationships. You find meaning in connecting with others and building strong communities.
tr: Sıcakkanlı, empatik ve ilişkilerden enerji alan birisin. Başkalarıyla bağlantı kurmakta ve güçlü topluluklar oluşturmakta anlam bulursun.

# characterTypeBalancedMindful
source: The Balanced Mindful
tr: Dengeli Bilinçli

# characterDescBalancedMindful
source: You're calm, stable, and value inner peace. You excel at maintaining balance and approaching life with mindfulness and composure.
tr: Sakin, istikrarlı ve iç huzura değer veren birisin. Denge sağlamakta ve hayata bilinçlilik ve soğukkanlılıkla yaklaşmakta başarılısın.

source: Your Character Type
tr: Senin Karakter Tipin

# recommendedHabits
source: Recommended Habits for You
tr: Senin İçin Önerilen Alışkanlıklar

# selectHabitsToAdd
source: Select habits you'd like to add to your daily routine:
ar: اختر العادات التي ترغب في إضافتها إلى روتينك اليومي:
de: Wähle Gewohnheiten aus, die du zu deiner täglichen Routine hinzufügen möchtest:
es: Selecciona los hábitos que te gustaría añadir a tu rutina diaria:
fr: Sélectionnez les habitudes que vous souhaitez ajouter à votre routine quotidienne :
hi: उन आदतों का चयन करें जिन्हें आप अपनी दैनिक दिनचर्या में जोड़ना चाहते हैं:
it: Seleziona le abitudini che desideri aggiungere alla tua routine quotidiana:
ja: 日々の習慣に追加したい項目を選んでください:
ko: 일상에 추가하고 싶은 습관을 선택하세요:
nl: Selecteer de gewoonten die je aan je dagelijkse routine wilt toevoegen:
pt: Selecione os hábitos que deseja adicionar à sua rotina diária:
ru: Выберите привычки, которые вы хотите добавить в свой ежедневный распорядок:
tr: Günlük rutinine eklemek istediğin alışkanlıkları seç:
zh: 选择你想添加到日常中的习惯：

# startJourney
source: Start Your Journey
ar: ابدأ رحلتك
de: Starte deine Reise
es: Comienza tu camino
fr: Commencer votre parcours
hi: अपनी यात्रा शुरू करें
it: Inizia il tuo percorso
ja: はじめる
ko: 여정 시작하기
nl: Begin je reis
pt: Comece sua jornada
ru: Начать путь
tr: Yolculuğuna Başla
zh: 开始你的旅程

# skipOnboarding
source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pt: Pular
ru: Пропустить
tr: Geç
zh: 跳过

source: Back
tr: Geri

# habitPlannerMorningRoutine
source: Morning Routine
tr: Sabah Rutini

# habitPlannerMorningRoutineDesc
source: Start each day with a structured morning routine to set the tone for productivity.
tr: Her günü verimliliğe uygun bir sabah rutiyle başlatın.

# habitPlannerWeeklyReview
source: Weekly Review
tr: Haftalık İnceleme

# habitPlannerWeeklyReviewDesc
source: Review your week's progress and plan for the next week every Sunday.
tr: Her Pazar haftanın ilerlemenizi inceleyin ve gelecek haftayı planlayın.

# habitPlannerGoalSetting
source: Monthly Goal Setting
tr: Aylık Hedef Belirleme

# habitPlannerGoalSettingDesc
source: Set specific, measurable goals for the month ahead.
tr: Gelecek ay için spesifik, ölçülebilir hedefler belirleyin.

# habitPlannerTaskPrioritization
source: Daily Task Prioritization
tr: Günlük Görev Önceliklendirme

# habitPlannerTaskPrioritizationDesc
source: Identify your top 3 priorities for the day each morning.
tr: Her sabah gün içindeki en öncelikli 3 görevinizi belirleyin.

# habitPlannerTimeBlocking
source: Time Blocking
tr: Zaman Blokları

# habitPlannerTimeBlockingDesc
source: Schedule your day in focused time blocks for deep work.
tr: Derin çalışma için gününüzü odaklı zaman bloklarına ayırın.

# habitExplorerLearnNewSkill
source: Learn Something New
tr: Yeni Bir Şey Öğren

# habitExplorerLearnNewSkillDesc
source: Dedicate time each week to learning a new skill or subject.
tr: Her hafta yeni bir beceri veya konuya vakit ayırın.

# habitExplorerTryNewActivity
source: Try a New Activity
tr: Yeni Bir Aktivite Dene

# habitExplorerTryNewActivityDesc
source: Step out of your comfort zone and experience something different.
tr: Konfor alanınızın dışına çıkın ve farklı bir deneyim yaşayın.

# habitExplorerReadDiverse
source: Read Diverse Content
tr: Çeşitli İçerik Oku

# habitExplorerReadDiverseDesc
source: Read books, articles, or content from different genres and perspectives.
tr: Farklı türlerde ve bakış açılarında kitaplar, makaleler veya içerik okuyun.

# habitExplorerCreativeProject
source: Creative Project Time
tr: Yaratıcı Proje Zamanı

# habitExplorerCreativeProjectDesc
source: Work on a creative project that sparks your imagination.
tr: Hayal gücünüzü ateşleyen bir yaratıcı proje üzerinde çalışın.

# habitExplorerExplorePlace
source: Explore a New Place
tr: Yeni Bir Yer Keşfet

# habitExplorerExplorePlaceDesc
source: Visit a new neighborhood, park, or location in your area.
tr: Bölgenizdeki yeni bir mahalle, park veya yeri ziyaret edin.

# habitSocialCallFriend
source: Call a Friend
tr: Bir Arkadaşı Ara

# habitSocialCallFriendDesc
source: Reach out to a friend or family member for a meaningful conversation.
tr: Anlamlı bir sohbet için bir arkadaşınızla veya aile üyenizle iletişime geçin.

# habitSocialGroupActivity
source: Join Group Activity
tr: Grup Aktivitesine Katıl

# habitSocialGroupActivityDesc
source: Participate in a group activity or social event.
tr: Bir grup aktivitesine veya sosyal etkinliğe katılın.

# habitSocialVolunteer
source: Volunteer
tr: Gönüllü Ol
