Repository: furkankisisel/mira_delete_account
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt, ru, tr, zh

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: बारे में
it: Informazioni
ja: について
ko: 정보
nl: Over
pt: Sobre
ru: О приложении
tr: Hakkında
zh: 关于

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
ko: 계정
pt: Conta
ru: Аккаунт
tr: Hesap
zh: 账户

source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Réalisations
hi: उपलब्धियां
it: Traguardi
ja: 成果
ko: 성취
nl: Prestaties
pt: Conquistas
ru: Достижения
tr: Başarılar
zh: 成就

source: Active days
ar: أيام نشطة
de: Aktive Tage
es: Días activos
fr: Jours actifs
hi: सक्रिय दिन
it: Giorni attivi
ja: アクティブな日数
ko: 활성일
nl: Actieve dagen
pt: Dias ativos
ru: Активные дни
tr: Aktif günler
zh: 活跃天数

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pt: Adicionar
ru: Добавить
tr: Ekle
zh: 添加

source: Add Habit
ar: إضافة عادة
de: Gewohnheit hinzufügen
es: Añadir Hábito
fr: Ajouter une habitude
hi: आदत जोड़ें
it: Aggiungi abitudine
ja: 習慣を追加
ko: 습관 추가
nl: Gewoonte toevoegen
pt: Adicionar hábito
ru: Добавить привычку
tr: Alışkanlık Ekle
zh: 添加习惯

source: Add image
ar: إضافة صورة
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une image
hi: छवि जोड़ें
it: Aggiungi immagine
ja: 画像を追加
ko: 이미지 추가
nl: Afbeelding toevoegen
pt: Adicionar imagem
ru: Добавить изображение
tr: Resim Ekle
zh: 添加图片

source: Add New
ar: إضافة جديد
de: Neu hinzufügen
es: Agregar nuevo
fr: Ajouter nouveau
hi: नया जोड़ें
it: Aggiungi nuovo
ja: 新規追加
ko: 새로 추가
nl: Nieuwe toevoegen
pt: Adicionar novo
ru: Добавить новое
tr: Yeni Ekle
zh: 添加新项

source: Add New Habit
ar: إضافة عادة جديدة
de: Neue Gewohnheit hinzufügen
es: Añadir Nuevo Hábito
fr: Ajouter une nouvelle habitude
hi: नई आदत जोड़ें
it: Aggiungi nuova abitudine
ja: 新しい習慣を追加
ko: 새 습관 추가
nl: Nieuwe gewoonte toevoegen
pt: Adicionar novo hábito
ru: Добавить новую привычку
tr: Yeni Alışkanlık Ekle
zh: 添加新习惯

source: Add special days
ar: إضافة أيام خاصة
de: Besondere Tage hinzufügen
es: Añadir días especiales
fr: Ajouter des jours spéciaux
hi: विशेष दिन जोड़ें
it: Aggiungi giorni speciali
ja: 特別な日を追加
ko: 특별한 날 추가
nl: Speciale dagen toevoegen
pt: Adicionar dias especiais
ru: Добавить особые дни
tr: Özel Günler Ekle
zh: 添加特殊日子

source: Add text
ar: إضافة نص
de: Text hinzufügen
es: Añadir texto
fr: Ajouter du texte
hi: टेक्स्ट जोड़ें
it: Aggiungi testo
ja: テキストを追加
ko: 텍스트 추가
nl: Tekst toevoegen
pt: Adicionar texto
ru: Добавить текст
tr: Metin Ekle
zh: 添加文本

source: Advanced Habit
ar: عادة متقدمة
de: Erweiterte Gewohnheit
es: Hábito Avanzado
fr: Habitude Avancée
hi: उन्नत आदत
it: Abitudine avanzata
ja: 高度な習慣
ko: 고급 습관
nl: Geavanceerde gewoonte
pt: Hábito Avançado
ru: Продвинутая Привычка
tr: Gelişmiş Alışkanlık
zh: 高级习惯

# allLabel
source: All
ar: الكل
de: Alle
es: Todos
fr: Tout
hi: सभी
it: Tutti
ja: すべて
ko: 모두
nl: Alles
pt: Todos
ru: Все
tr: Tümü
zh: 全部

source: Also delete linked habits
ar: حذف العادات المرتبطة أيضًا
de: Verknüpfte Gewohnheiten ebenfalls löschen
es: Eliminar también los hábitos vinculados
fr: Supprimer également les habitudes liées
hi: लिंक की गई आदतों को भी हटाएं
it: Elimina anche le abitudini collegate
ja: リンクされた習慣も削除する
ko: 연결된 습관도 삭제
nl: Ook gekoppelde gewoonten verwijderen
pt: Excluir também hábitos vinculados
ru: Также удалить связанные привычки
tr: Bağlı alışkanlıkları da sil
zh: 同时删除关联的习惯

# amountLabel
source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
fr: Montant
hi: राशि
it: Importo
ja: 金額
ko: 금액
nl: Bedrag
pt: Valor
ru: Сумма
tr: Tutar
zh: 金额

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
ko: 외관
nl: Uiterlijk
pt: Aparência
ru: Внешний вид
tr: Görünüm
zh: 外观

source: Notification settings
ar: إعدادات الإشعارات
de: Benachrichtigungseinstellungen
es: Configuración de notificaciones
fr: Paramètres de notification
hi: सूचना सेटिंग्स
it: Impostazioni notifiche
ja: 通知設定
ko: 알림 설정
nl: Meldingsinstellingen
pt: Configurações de notificação
ru: Настройки уведомлений
tr: Bildirim ayarları
zh: 通知设置

# notificationSettingsSubtitle
source: Configure your notification preferences
ar: قم بتكوين تفضيلات الإشعارات الخاصة بك
de: Konfigurieren Sie Ihre Benachrichtigungseinstellungen
es: Configure sus preferencias de notificación
fr: Configurez vos préférences de notification
hi: अपनी सूचना प्राथमिकताएं कॉन्फ़िगर करें
it: Configura le tue preferenze di notifica
ja: 通知の設定を変更します
ko: 알림 환경설정을 구성합니다
nl: Configureer uw meldingsvoorkeuren
pt: Configure suas preferências de notificação
ru: Настройте ваши предпочтения уведомлений
tr: Bildirim tercihlerini yapılandırın
zh: 配置您的通知偏好

source: Enable Notifications
ar: تمكين الإشعارات
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएं सक्षम करें
it: Attiva notifiche
ja: 通知を有効にする
ko: 알림 사용
nl: Meldingen inschakelen
pt: Ativar notificações
ru: Включить уведомления
tr: Bildirimleri Etkinleştir
zh: 启用通知

# notificationsMasterSubtitle
source: Control all app notifications
ar: التحكم في جميع إشعارات التطبيق
de: Alle App-Benachrichtigungen steuern
es: Controlar todas las notificaciones de la aplicación
fr: Contrôler toutes les notifications de l'application
hi: सभी ऐप सूचनाओं को नियंत्रित करें
it: Controlla tutte le notifiche dell'app
ja: すべてのアプリ通知を管理
ko: 모든 앱 알림 관리
nl: Beheer alle app-meldingen
pt: Controle todas as notificações do aplicativo
ru: Управление всеми уведомлениями приложения
tr: Tüm uygulama bildirimlerini kontrol et
zh: 管理所有应用通知

source: Notification Types
ar: أنواع الإشعارات
de: Benachrichtigungstypen
es: Tipos de notificaciones
fr: Types de notifications
hi: सूचना प्रकार
it: Tipi di notifiche
ja: 通知の種類
ko: 알림 유형
nl: Meldingstypen
pt: Tipos de notificações
ru: Типы уведомлений
tr: Bildirim Türleri
zh: 通知类型

source: Habit Reminders
ar: تذكيرات العادات
de: Gewohnheitserinnerungen
es: Recordatorios de hábitos
fr: Rappels d'habitudes
hi: आदत अनुस्मारक
it: Promemoria abitudini
ja: 習慣のリマインダー
ko: 습관 알림
nl: Gewoonte herinneringen
pt: Lembretes de hábitos
ru: Напоминания о привычках
tr: Alışkanlık Hatırlatıcıları
zh: 习惯提醒

# habitRemindersSubtitle
source: Daily reminders for your habits
ar: تذكيرات يومية لعاداتك
de: Tägliche Erinnerungen für Ihre Gewohnheiten
es: Recordatorios diarios para tus hábitos
fr: Rappels quotidiens pour vos habitudes
hi: आपकी आदतों के लिए दैनिक अनुस्मारक
it: Promemoria giornalieri per le tue abitudini
ja: 習慣の毎日のリマインダー
ko: 습관에 대한 일일 알림
nl: Dagelijkse herinneringen voor uw gewoontes
pt: Lembretes diários para seus hábitos
ru: Ежедневные напоминания о ваших привычках
tr: Alışkanlıklarınız için günlük hatırlatıcılar
zh: 您习惯的每日提醒

source: Notification Behavior
ar: سلوك الإشعارات
de: Benachrichtigungsverhalten
es: Comportamiento de notificaciones
fr: Comportement des notifications
hi: सूचना व्यवहार
it: Comportamento notifiche
ja: 通知の動作
ko: 알림 동작
nl: Meldingsgedrag
pt: Comportamento de notificações
ru: Поведение уведомлений
tr: Bildirim Davranışı
zh: 通知行为

source: Sound
ar: الصوت
de: Ton
es: Sonido
fr: Son
hi: ध्वनि
it: Suono
ja: サウンド
ko: 소리
nl: Geluid
pt: Som
ru: Звук
tr: Ses
zh: 声音

# soundSubtitle
source: Play sound with notifications
ar: تشغيل الصوت مع الإشعارات
de: Ton bei Benachrichtigungen abspielen
es: Reproducir sonido con notificaciones
fr: Jouer un son avec les notifications
hi: सूचनाओं के साथ ध्वनि बजाएं
it: Riproduci suono con le notifiche
ja: 通知でサウンドを再生
ko: 알림 시 소리 재생
nl: Speel geluid bij meldingen
pt: Reproduzir som com notificações
ru: Воспроизводить звук при уведомлениях
tr: Bildirimlerle birlikte ses çal
zh: 通知时播放声音

source: Vibration
ar: الاهتزاز
es: Vibración
hi: कंपन
it: Vibrazione
ja: バイブレーション
ko: 진동
nl: Vibratie
pt: Vibração
ru: Вибрация
tr: Titreşim
zh: 振动

# vibrationSubtitle
source: Vibrate with notifications
ar: الاهتزاز مع الإشعارات
de: Bei Benachrichtigungen vibrieren
es: Vibrar con notificaciones
fr: Vibrer avec les notifications
hi: सूचनाओं के साथ कंपन करें
it: Vibra con le notifiche
ja: 通知でバイブレーション
ko: 알림 시 진동
nl: Vibreer bij meldingen
pt: Vibrar com notificações
ru: Вибрировать при уведомлениях
tr: Bildirimlerle birlikte titreşim
zh: 通知时振动

# systemInfo
source: System Information
ar: معلومات النظام
de: Systeminformationen
es: Información del sistema
fr: Informations système
hi: सिस्टम जानकारी
it: Informazioni di sistema
ja: システム情報
ko: 시스템 정보
nl: Systeeminformatie
pt: Informações do sistema
ru: Системная информация
tr: Sistem Bilgisi
zh: 系统信息

source: Time Zone
ar: المنطقة الزمنية
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
hi: समय क्षेत्र
it: Fuso orario
ja: タイムゾーン
ko: 시간대
nl: Tijdzone
pt: Fuso horário
ru: Часовой пояс
tr: Zaman Dilimi
zh: 时区

source: Notification Permission
ar: إذن الإشعارات
de: Benachrichtigungsberechtigung
es: Permiso de notificación
fr: Autorisation de notification
hi: सूचना अनुमति
it: Permesso notifiche
ja: 通知の許可
ko: 알림 권한
nl: Meldingstoestemming
pt: Permissão de notificação
ru: Разрешение на уведомления
tr: Bildirim İzni
zh: 通知权限

# exactAlarmPermission
source: Exact Alarm Permission (Android 12+)
ar: إذن المنبه الدقيق (أندرويد 12+)
de: Genaue Alarmberechtigung (Android 12+)
es: Permiso de alarma exacta (Android 12+)
fr: Autorisation d'alarme exacte (Android 12+)
hi: सटीक अलार्म अनुमति (एंड्रॉइड 12+)
it: Permesso allarme esatto (Android 12+)
ja: 正確なアラームの許可（Android 12以降）
ko: 정확한 알람 권한 (Android 12+)
nl: Exacte alarm toestemming (Android 12+)
pt: Permissão de alarme exato (Android 12+)
ru: Разрешение на точный будильник (Android 12+)
tr: Kesin Alarm İzni (Android 12+)
zh: 精确闹钟权限（Android 12+）

source: Granted
ar: ممنوح
de: Gewährt
es: Concedido
fr: Accordé
hi: प्रदान किया गया
it: Concesso
ja: 許可済み
ko: 허용됨
nl: Verleend
pt: Concedido
ru: Предоставлено
tr: Verildi
zh: 已授予

source: Not Granted
ar: غير ممنوح
de: Nicht gewährt
es: No concedido
fr: Non accordé
hi: प्रदान नहीं किया गया
it: Non concesso
ja: 未許可
ko: 허용 안 됨
nl: Niet verleend
pt: Não concedido
ru: Не предоставлено
tr: Verilmedi
zh: 未授予

source: Important Notice
ar: إشعار مهم
de: Wichtiger Hinweis
es: Aviso importante
fr: Avis important
hi: महत्वपूर्ण सूचना
it: Avviso importante
ja: 重要なお知らせ
ko: 중요 공지
nl: Belangrijke melding
pt: Aviso importante
ru: Важное уведомление
tr: Önemli Uyarı
zh: 重要通知

# notificationTroubleshooting
source: For notifications to work properly: • Turn OFF battery optimization (Settings → Apps → Mira → Battery → Unrestricted) • ALLOW background activity • Ensure notification permissions are ON • Check 'Do Not Disturb' mode
ar: لكي تعمل الإشعارات بشكل صحيح: • إيقاف تحسين البطارية • السماح بالنشاط في الخلفية • تأكد من تشغيل أذونات الإشعارات • تحقق من وضع 'عدم الإزعاج'
de: Damit Benachrichtigungen ordnungsgemäß funktionieren: • Schalten Sie die Akkuoptimierung AUS • ERLAUBEN Sie Hintergrundaktivitäten • Stellen Sie sicher, dass die Benachrichtigungsberechtigungen EINgeschaltet sind • Überprüfen Sie den 'Nicht stören'-Modus
es: Para que las notificaciones funcionen correctamente: • DESACTIVE la optimización de batería • PERMITA la actividad en segundo plano • Asegúrese de que los permisos de notificación estén ACTIVADOS • Verifique el modo 'No molestar'
fr: Pour que les notifications fonctionnent correctement : • Désactivez l'optimisation de la batterie • AUTORISEZ l'activité en arrière-plan • Assurez-vous que les autorisations de notification sont activées • Vérifiez le mode 'Ne pas déranger'
hi: सूचनाओं को ठीक से काम करने के लिए: • बैटरी अनुकूलन बंद करें • पृष्ठभूमि गतिविधि की अनुमति दें • सुनिश्चित करें कि सूचना अनुमतियाँ चालू हैं • 'परेशान न करें' मोड जांचें
it: Per il corretto funzionamento delle notifiche: • DISATTIVA l'ottimizzazione della batteria • CONSENTI l'attività in background • Assicurati che i permessi di notifica siano ATTIVI • Controlla la modalità 'Non disturbare'
ja: 通知を正常に動作させるには： • バッテリー最適化をオフにする • バックグラウンドアクティビティを許可する • 通知の許可がオンになっていることを確認する • 「おやすみモード」を確認する
ko: 알림이 제대로 작동하려면: • 배터리 최적화를 끄세요 • 백그라운드 활동을 허용하세요 • 알림 권한이 켜져 있는지 확인하세요 • '방해 금지' 모드를 확인하세요
nl: Voor een correcte werking van meldingen: • Schakel batterijoptimalisatie UIT • STA achtergrondactiviteit TOE • Zorg ervoor dat meldingstoestemmingen AAN staan • Controleer de 'Niet storen'-modus
pt: Para que as notificações funcionem corretamente: • DESATIVE a otimização de bateria • PERMITA atividade em segundo plano • Certifique-se de que as permissões de notificação estejam ATIVADAS • Verifique o modo 'Não perturbe'
ru: Для правильной работы уведомлений: • ОТКЛЮЧИТЕ оптимизацию батареи • РАЗРЕШИТЕ фоновую активность • Убедитесь, что разрешения на уведомления ВКЛЮЧЕНЫ • Проверьте режим 'Не беспокоить'
tr: Bildirimlerin düzgün çalışması için: • Pil optimizasyonunu KAPATIN (Ayarlar → Uygulamalar → Mira → Pil → Sınırsız) • Arka planda çalışmaya İZİN VERİN • Bildirim izinlerinin AÇIK olduğundan emin olun • 'Rahatsız etmeyin' modunu kontrol edin
zh: 为确保通知正常工作：\n\n• 关闭电池优化\n• 允许后台活动\n• 确保通知权限已开启\n• 检查"勿扰模式"

# approxVisionDurationDays
source: This vision lasts about {days} days
ar: تستمر هذه الرؤية حوالي {days} يومًا
de: Diese Vision dauert etwa {days} Tage
es: Esta visión dura unos {days} días
fr: Cette vision dure environ {days} jours
hi: यह दृष्टि लगभग {days} दिनों तक चलती है
it: Questa visione dura circa {days} giorni
ja: このビジョンは約{days}日間続きます
ko: 이 비전은 약 {days}일 동안 지속됩니다
nl: Deze visie duurt ongeveer {days} dagen
pt: Esta visão dura cerca de {days} dias
ru: Это видение длится около {days} дней
tr: Bu vizyon yaklaşık {days} gün sürer
zh: 此愿景持续约 {days} 天

# assetsReloadHint
source: A full app restart may be required to load some assets.
ar: قد تكون هناك حاجة إلى إعادة تشغيل كاملة للتطبيق لتحميل بعض الأصول.
de: Ein vollständiger Neustart der App kann erforderlich sein, um einige Assets zu laden.
es: Puede ser necesario reiniciar la aplicación por completo para cargar algunos activos.
fr: Un redémarrage complet de l'application peut être nécessaire pour charger certains actifs.
hi: कुछ संपत्तियों को लोड करने के लिए ऐप को पूरी तरह से पुनरारंभ करने की आवश्यकता हो सकती है।
it: Potrebbe essere necessario un riavvio completo dell'app per caricare alcune risorse.
ja: 一部のアセットを読み込むには、アプリの完全な再起動が必要な場合があります。
ko: 일부 자산을 로드하려면 앱을 완전히 다시 시작해야 할 수 있습니다.
nl: Een volledige herstart van de app kan nodig zijn om sommige middelen te laden.
pt: Pode ser necessário reiniciar completamente o aplicativo para carregar alguns recursos.
ru: Для загрузки некоторых активов может потребоваться полный перезапуск приложения.
tr: Bazı varlıkların yüklenmesi için uygulamanın tamamen yeniden başlatılması gerekebilir.
zh: 可能需要完全重启应用才能加载某些资产。

source: At Least
ar: على الأقل
de: Mindestens
es: Al menos
fr: Au moins
hi: कम से कम
it: Almeno
ja: 以上
ko: 최소
nl: Minstens
pt: Pelo menos
ru: Минимум
tr: En Az
zh: 至少

source: At Most
ar: على الأكثر
de: Höchstens
es: Como máximo
fr: Au plus
hi: अधिक से अधिक
it: Al massimo
ja: 以下
ko: 최대
nl: Hoogstens
pt: No máximo
ru: Максимум
tr: En Çok
zh: 至多

source: Background plate
ar: لوحة الخلفية
de: Hintergrundplatte
es: Placa de fondo
fr: Plaque de fond
hi: पृष्ठभूमि प्लेट
it: Piatto di sfondo
ja: 背景プレート
ko: 배경 플레이트
nl: Achtergrondplaat
pt: Placa de fundo
ru: Фоновая пластина
tr: Arka plan plakası
zh: 背景板

# badgeActive100dDesc
source: Be active for 100 days
ar: كن نشطًا في 100 يوم مختلف
de: Sei an 100 verschiedenen Tagen aktiv
es: Estar activo en 100 días diferentes
fr: Être actif 100 jours différents
hi: 100 अलग-अलग दिनों में सक्रिय रहें
it: Sii attivo per 100 giorni diversi
ja: 100日間アクティブであること
ko: 100일 동안 활동
nl: Wees actief op 100 verschillende dagen
pt: Estar ativo em 100 dias diferentes
ru: Быть активным 100 разных дней
tr: 100 farklı günde aktif ol
zh: 在100个不同的日子里保持活跃

# badgeActive100dTitle
source: Companion
ar: نشط لمدة 100 يوم
de: 100 Tage aktiv
es: 100 Días Activo
fr: 100 jours d'activité
hi: 100 दिन सक्रिय
it: 100 giorni di attività
ja: 100日間のアクティビティ
ko: 100일 활동
nl: 100 dagen actief
pt: 100 Dias Ativo
ru: 100 дней активности
tr: 100 Gün Aktif
zh: 活跃100天

# badgeActive30dDesc
source: Be active for 30 days
ar: كن نشطًا في 30 يومًا مختلفًا
de: Sei an 30 verschiedenen Tagen aktiv
es: Estar activo en 30 días diferentes
fr: Être actif 30 jours différents
hi: 30 अलग-अलग दिनों में सक्रिय रहें
it: Sii attivo per 30 giorni diversi
ja: 30日間アクティブであること
ko: 30일 동안 활동
nl: Wees actief op 30 verschillende dagen
pt: Estar ativo em 30 dias diferentes
ru: Быть активным 30 разных дней
tr: 30 farklı günde aktif ol
zh: 在30个不同的日子里保持活跃

# badgeActive30dTitle
source: Committed
ar: نشط لمدة 30 يومًا
de: 30 Tage aktiv
es: 30 Días Activo
fr: 30 jours d'activité
hi: 30 दिन सक्रिय
it: 30 giorni di attività
ja: 30日間のアクティビティ
ko: 30일 활동
nl: 30 dagen actief
pt: 30 Dias Ativo
ru: 30 дней активности
tr: 30 Gün Aktif
zh: 活跃30天

# badgeActive7dDesc
source: Be active for 7 days
ar: كن نشطًا في 7 أيام مختلفة
de: Sei an 7 verschiedenen Tagen aktiv
es: Estar activo en 7 días diferentes
fr: Être actif 7 jours différents
hi: 7 अलग-अलग दिनों में सक्रिय रहें
it: Sii attivo per 7 giorni diversi
ja: 7日間アクティブであること
ko: 7일 동안 활동
nl: Wees actief op 7 verschillende dagen
pt: Estar ativo em 7 dias diferentes
ru: Быть активным 7 разных дней
tr: 7 farklı günde aktif ol
zh: 在7个不同的日子里保持活跃

# badgeActive7dTitle
source: Warming Up
ar: نشط لمدة 7 أيام
de: 7 Tage aktiv
es: 7 Días Activo
fr: 7 jours d'activité
hi: 7 दिन सक्रिय
it: 7 giorni di attività
ja: 7日間のアクティビティ
ko: 7일 활동
nl: 7 dagen actief
pt: 7 Dias Ativo
ru: 7 дней активности
tr: 7 Gün Aktif
zh: 活跃7天

# badgeCategoryActivity
source: Activity
ar: نشاط
de: Aktivität
es: Actividad
fr: Activité
hi: गतिविधि
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pt: Atividade
ru: Активность
tr: Aktivite
zh: 活动

# badgeCategoryFinance
source: Finance
ar: المالية
de: Finanzen
es: Finanzas
hi: वित्त
it: Finanza
ja: ファイナンス
ko: 금융
nl: Financiën
pt: Finanças
ru: Финансы
tr: Finans
zh: 财务

# badgeCategoryHabit
source: Habit
ar: عادة
de: Gewohnheit
es: Hábito
fr: Habitude
hi: आदत
it: Abitudine
ja: 習慣
ko: 습관
nl: Gewoonte
pt: Hábito
ru: Привычка
tr: Alışkanlık
zh: 习惯

# badgeCategoryLevel
source: Level
ar: مستوى
es: Nivel
fr: Niveau
hi: स्तर
it: Livello
ja: レベル
ko: 레벨
nl: Niveau
pt: Nível
ru: Уровень
tr: Seviye
zh: 等级

# badgeCategoryVision
source: Vision
ar: رؤية
es: Visión
hi: दृष्टि
it: Visione
ja: ビジョン
ko: 비전
nl: Visie
pt: Visão
ru: Видение
tr: Vizyon
zh: 愿景

# badgeCategoryXp
source: Experience
ar: نقاط خبرة
de: XP
es: XP
fr: XP
hi: XP
it: XP
ja: XP
ko: XP
nl: XP
pt: XP
ru: XP
tr: XP
zh: 经验值

# badgeFin100Desc
source: Log 100 transactions
ar: تسجيل 100 معاملة
de: 100 Transaktionen protokollieren
es: Registrar 100 transacciones
fr: Enregistrer 100 transactions
hi: 100 लेनदेन लॉग करें
it: Registra 100 transazioni
ja: 100件の取引を記録する
ko: 거래 100건 기록
nl: Log 100 transacties
pt: Registrar 100 transações
ru: Зарегистрировать 100 транзакций
tr: 100 işlem kaydet
zh: 记录100笔交易

# badgeFin100Title
source: Finance Guru
ar: خبير مالي 100
de: Finanzier 100
es: Financiero 100
fr: Financier 100
hi: फाइनेंसर 100
it: Finanziere 100
ja: フィナンシェ100
ko: 금융가 100
nl: Financier 100
pt: Financista 100
ru: Финансист 100
tr: Finansçı 100
zh: 理财能手100

# badgeFin10Desc
source: Log 10 transactions
ar: تسجيل 10 معاملات
de: 10 Transaktionen protokollieren
es: Registrar 10 transacciones
fr: Enregistrer 10 transactions
hi: 10 लेनदेन लॉग करें
it: Registra 10 transazioni
ja: 10件の取引を記録する
ko: 거래 10건 기록
nl: Log 10 transacties
pt: Registrar 10 transações
ru: Зарегистрировать 10 транзакций
tr: 10 işlem kaydet
zh: 记录10笔交易

# badgeFin10Title
source: Thrifty
ar: خبير مالي 10
de: Finanzier 10
es: Financiero 10
fr: Financier 10
hi: फाइनेंसर 10
it: Finanziere 10
ja: フィナンシェ10
ko: 금융가 10
nl: Financier 10
pt: Financista 10
ru: Финансист 10
tr: Finansçı 10
zh: 理财能手10

# badgeFin250Desc
source: Log 250 transactions
ar: تسجيل 250 معاملة
de: 250 Transaktionen protokollieren
es: Registrar 250 transacciones
fr: Enregistrer 250 transactions
hi: 250 लेनदेन लॉग करें
it: Registra 250 transazioni
ja: 250件の取引を記録する
ko: 거래 250건 기록
nl: Log 250 transacties
pt: Registrar 250 transações
ru: Зарегистрировать 250 транзакций
tr: 250 işlem kaydet
zh: 记录250笔交易

# badgeFin250Title
source: Banker
ar: خبير مالي 250
de: Finanzier 250
es: Financiero 250
fr: Financier 250
hi: फाइनेंसर 250
it: Finanziere 250
ja: フィナンシェ250
ko: 금융가 250
nl: Financier 250
pt: Financista 250
ru: Финансист 250
tr: Finansçı 250
zh: 理财能手250

# badgeFin50Desc
source: Log 50 transactions
ar: تسجيل 50 معاملة
de: 50 Transaktionen protokollieren
es: Registrar 50 transacciones
fr: Enregistrer 50 transactions
hi: 50 लेनदेन लॉग करें
it: Registra 50 transazioni
ja: 50件の取引を記録する
ko: 거래 50건 기록
nl: Log 50 transacties
pt: Registrar 50 transações
ru: Зарегистрировать 50 транзакций
tr: 50 işlem kaydet
zh: 记录50笔交易

# badgeFin50Title
source: Economist
ar: خبير مالي 50
de: Finanzier 50
es: Financiero 50
fr: Financier 50
hi: फाइनेंसर 50
it: Finanziere 50
ja: フィナンシェ50
ko: 금융가 50
nl: Financier 50
pt: Financista 50
ru: Финансист 50
tr: Finansçı 50
zh: 理财能手50

# badgeHabit100Desc
source: Complete 100 habits
ar: أكمل 100 عادة في المجموع
de: Insgesamt 100 Gewohnheiten abschließen
es: Completar 100 hábitos en total
fr: Terminer 100 habitudes au total
hi: कुल 100 आदतें पूरी करें
it: Completa 100 abitudini in totale
ja: 合計100個の習慣を完了する
ko: 총 100개의 습관 완료
nl: Voltooi in totaal 100 gewoonten
pt: Completar 100 hábitos no total
ru: Выполнить 100 привычек в общей сложности
tr: Toplamda 100 alışkanlık tamamla
zh: 总共完成100个习惯

# badgeHabit100Title
source: Expert
ar: عادة 100
de: Gewohnheit 100
es: Hábito 100
fr: Habitude 100
hi: आदत 100
it: Abitudine 100
ja: 習慣100
ko: 습관 100
nl: Gewoonte 100
pt: Hábito 100
ru: Привычка 100
tr: Alışkanlık 100
zh: 习惯100

# badgeHabit10Desc
source: Complete 10 habits
ar: أكمل 10 عادات في المجموع
de: Insgesamt 10 Gewohnheiten abschließen
es: Completar 10 hábitos en total
fr: Terminer 10 habitudes au total
hi: कुल 10 आदतें पूरी करें
it: Completa 10 abitudini in totale
ja: 合計10個の習慣を完了する
ko: 총 10개의 습관 완료
nl: Voltooi in totaal 10 gewoonten
pt: Completar 10 hábitos no total
ru: Выполнить 10 привычек в общей сложности
tr: Toplamda 10 alışkanlık tamamla
zh: 总共完成10个习惯

# badgeHabit10Title
source: Starter
ar: عادة 10
de: Gewohnheit 10
es: Hábito 10
fr: Habitude 10
hi: आदत 10
it: Abitudine 10
ja: 習慣10
ko: 습관 10
nl: Gewoonte 10
pt: Hábito 10
ru: Привычка 10
tr: Alışkanlık 10
zh: 习惯10

# badgeHabit200Desc
source: Complete 200 habits
ar: أكمل 200 عادة في المجموع
de: Insgesamt 200 Gewohnheiten abschließen
es: Completar 200 hábitos en total
fr: Terminer 200 habitudes au total
hi: कुल 200 आदतें पूरी करें
it: Completa 200 abitudini in totale
ja: 合計200個の習慣を完了する
ko: 총 200개의 습관 완료
nl: Voltooi in totaal 200 gewoonten
pt: Completar 200 hábitos no total
ru: Выполнить 200 привычек в общей сложности
tr: Toplamda 200 alışkanlık tamamla
zh: 总共完成200个习惯

# badgeHabit200Title
source: Legend
ar: عادة 200
de: Gewohnheit 200
es: Hábito 200
fr: Habitude 200
hi: आदत 200
it: Abitudine 200
ja: 習慣200
ko: 습관 200
nl: Gewoonte 200
pt: Hábito 200
ru: Привычка 200
tr: Alışkanlık 200
zh: 习惯200

# badgeHabit50Desc
source: Complete 50 habits
ar: أكمل 50 عادة في المجموع
de: Insgesamt 50 Gewohnheiten abschließen
es: Completar 50 hábitos en total
fr: Terminer 50 habitudes au total
hi: कुल 50 आदतें पूरी करें
it: Completa 50 abitudini in totale
ja: 合計50個の習慣を完了する
ko: 총 50개의 습관 완료
nl: Voltooi in totaal 50 gewoonten
pt: Completar 50 hábitos no total
ru: Выполнить 50 привычек в общей сложности
tr: Toplamda 50 alışkanlık tamamla
zh: 总共完成50个习惯

# badgeHabit50Title
source: Consistent
ar: عادة 50
de: Gewohnheit 50
es: Hábito 50
fr: Habitude 50
hi: आदत 50
it: Abitudine 50
ja: 習慣50
ko: 습관 50
nl: Gewoonte 50
pt: Hábito 50
ru: Привычка 50
tr: Alışkanlık 50
zh: 习惯50

# badgeLevel10Desc
source: Reach level 10
ar: الوصول إلى المستوى 10
de: Erreiche Level 10
es: Alcanzar el nivel 10
fr: Atteindre le niveau 10
hi: स्तर 10 तक पहुंचें
it: Raggiungi il livello 10
ja: レベル10に到達
ko: 레벨 10 도달
nl: Bereik niveau 10
pt: Alcançar o nível 10
ru: Достичь 10-го уровня
tr: 10. seviyeye ulaş
zh: 达到10级
