Repository: furkankisisel/mira_delete_account
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt, ru, tr, zh

source: Enter your name
ar: أدخل اسمك
de: Gib deinen Namen ein
es: Introduce tu nombre
fr: Entrez votre nom
hi: अपना नाम दर्ज करें
it: Inserisci il tuo nome
ja: あなたの名前を入力してください
ko: 이름을 입력하세요
nl: Voer je naam in
pt: Insira seu nome
ru: Введите ваше имя
tr: Adınızı girin
zh: 输入您的姓名

source: Entries
ar: الإدخالات
de: Einträge
es: Entradas
fr: Entrées
hi: प्रविष्टियां
it: Voci
ja: エントリ
ko: 항목
nl: Invoeren
pt: Entradas
ru: Записи
tr: Girişler
zh: 条目

# everyNDaysQuestion
source: Every how many days?
ar: كل كم يوم؟
de: Alle wie viele Tage?
es: ¿Cada cuántos días?
fr: Tous les combien de jours?
hi: हर कितने दिनों में?
it: Ogni quanti giorni?
ja: 何日ごとですか？
ko: 며칠마다?
nl: Om de hoeveel dagen?
pt: A cada quantos dias?
ru: Каждые сколько дней?
tr: Kaç günde bir?
zh: 每隔几天？

source: Every Day
ar: كل يوم
de: Jeden Tag
es: Todos los días
fr: Tous les jours
hi: हर दिन
it: Ogni giorno
ja: 毎日
ko: 매일
nl: Elke dag
pt: Todos os dias
ru: Каждый день
tr: Her Gün
zh: 每天

source: Exact
ar: بالضبط
de: Genau
es: Exacto
hi: सटीक
it: Esatto
ja: 正確
ko: 정확히
nl: Precies
pt: Exato
ru: Точно
tr: Tam
zh: 精确

# examplePrefix
source: Example: {example}
ar: مثال: {example}
de: Beispiel: {example}
es: Ejemplo: {example}
fr: Exemple: {example}
hi: उदाहरण: {example}
it: Esempio: {example}
ja: 例: {example}
ko: 예: {example}
nl: Voorbeeld: {example}
pt: Exemplo: {example}
ru: Пример: {example}
tr: Örnek: {example}
zh: 例如：{example}

# expenseDelta
source: Expense Δ
ar: فرق المصروفات
de: Ausgaben Δ
es: Gasto Δ
fr: Dépense Δ
hi: व्यय Δ
it: Spesa Δ
ja: 支出Δ
ko: 지출 Δ
nl: Uitgaven Δ
pt: Despesa Δ
ru: Расход Δ
tr: Gider Δ
zh: 支出Δ

source: Expense distribution (pie)
ar: توزيع المصروفات (دائري)
de: Ausgabenverteilung (Kuchen)
es: Distribución de gastos (tarta)
fr: Répartition des dépenses (camembert)
hi: व्यय वितरण (पाई)
it: Distribuzione delle spese (torta)
ja: 支出分布（円グラフ）
ko: 지출 분포 (원형)
nl: Uitgavenverdeling (taart)
pt: Distribuição de despesas (pizza)
ru: Распределение расходов (круговая диаграмма)
tr: Gider dağılımı (pasta)
zh: 支出分布（饼图）

# expenseEditTitle
source: Edit Expense
ar: تعديل المصروفات
de: Ausgabe bearbeiten
es: Editar Gasto
fr: Modifier la dépense
hi: व्यय संपादित करें
it: Modifica spesa
ja: 支出を編集
ko: 지출 편집
nl: Uitgave bewerken
pt: Editar Despesa
ru: Редактировать расход
tr: Gideri Düzenle
zh: 编辑支出

# expenseLabel
source: Expense
ar: المصروفات
de: Ausgabe
es: Gasto
fr: Dépense
hi: व्यय
it: Spesa
ja: 支出
ko: 지출
nl: Uitgave
pt: Despesa
ru: Расход
tr: Gider
zh: 支出

# expenseNewTitle
source: New Expense
ar: مصروف جديد
de: Neue Ausgabe
es: Nuevo Gasto
fr: Nouvelle dépense
hi: नया व्यय
it: Nuova spesa
ja: 新しい支出
ko: 새 지출
nl: Nieuwe uitgave
pt: Nova Despesa
ru: Новый расход
tr: Yeni Gider
zh: 新增支出

# failedToLoad
source: Failed to load: {error}
ar: فشل التحميل: {error}
de: Fehler beim Laden: {error}
es: Error al cargar: {error}
fr: Échec du chargement: {error}
hi: लोड करने में विफल: {error}
it: Caricamento non riuscito: {error}
ja: 読み込みに失敗しました: {error}
ko: 로드 실패: {error}
nl: Laden mislukt: {error}
pt: Falha ao carregar: {error}
ru: Не удалось загрузить: {error}
tr: Yüklenemedi: {error}
zh: 加载失败：{error}

# filterTitle
source: Filter
ar: مرشح
es: Filtro
fr: Filtre
hi: फ़िल्टर
it: Filtro
ja: フィルター
ko: 필터
pt: Filtro
ru: Фильтр
tr: Filtrele
zh: 筛选

source: Finance
ar: المالية
de: Finanzen
es: Finanzas
hi: वित्त
it: Finanze
ja: ファイナンス
ko: 금융
nl: Financiën
pt: Finanças
ru: Финансы
tr: Finans
zh: 财务

# financeAnalysisTitle
source: Finance Analysis · {month}
ar: تحليل مالي · {month}
de: Finanzanalyse · {month}
es: Análisis Financiero · {month}
fr: Analyse financière · {month}
hi: वित्त विश्लेषण · {month}
it: Analisi finanziaria · {month}
ja: 財務分析・{month}
ko: 재무 분석 · {month}
nl: Financiële analyse · {month}
pt: Análise Financeira · {month}
ru: Финансовый анализ · {month}
tr: Finans Analizi · {month}
zh: 财务分析 · {month}

source: Finance · Last 7 days
ar: المالية · آخر 7 أيام
de: Finanzen · Letzte 7 Tage
es: Finanzas · Últimos 7 días
fr: Finance · 7 derniers jours
hi: वित्त · पिछले 7 दिन
it: Finanza · Ultimi 7 giorni
ja: 財務・過去7日間
ko: 재무 · 지난 7일
nl: Financiën · Laatste 7 dagen
pt: Finanças · Últimos 7 dias
ru: Финансы · Последние 7 дней
tr: Finans · Son 7 gün
zh: 财务 · 最近7天

source: Finish
ar: إنهاء
de: Fertig
es: Finalizar
fr: Terminer
hi: समाप्त
it: Fine
ja: 完了
ko: 완료
nl: Voltooien
pt: Concluir
ru: Завершить
tr: Bitir
zh: 完成

# historyTitle
source: History
tr: Geçmiş

# fixedDuration
source: Fixed
ar: ثابت
de: Fest
es: Fijo
fr: Fixe
hi: निश्चित
it: Fissa
ja: 固定
ko: 고정
nl: Vast
pt: Fixo
ru: Фиксированная
tr: Sabit
zh: 固定

source: Font
ar: الخط
de: Schriftart
es: Fuente
fr: Police
hi: फ़ॉन्ट
it: Carattere
ja: フォント
ko: 글꼴
nl: Lettertype
pt: Fonte
ru: Шрифт
tr: Yazı Tipi
zh: 字体

# forestTheme
source: Forest
ar: الغابة
de: Wald
es: Bosque
fr: Forêt
hi: वन
it: Foresta
ja: フォレスト
ko: 포레스트
nl: Bos
pt: Floresta
ru: Лес
tr: Orman
zh: 森林

# forestThemeDesc
source: Natural green theme
ar: مظهر أخضر طبيعي
de: Natürliches grünes Design
es: Tema verde natural
fr: Thème vert naturel
hi: प्राकृतिक हरा थीम
it: Tema verde naturale
ja: 自然な緑のテーマ
ko: 자연스러운 녹색 테마
nl: Natuurlijk groen thema
pt: Tema verde natural
ru: Естественная зеленая тема
tr: Doğal yeşil tema
zh: 自然绿色主题

source: Forever
ar: إلى الأبد
de: Für immer
es: Para siempre
fr: Pour toujours
hi: हमेशा के लिए
it: Per sempre
ja: 無期限
ko: 영원히
nl: Voor altijd
pt: Para sempre
ru: Навсегда
tr: Sonsuza kadar
zh: 永久

source: Frequency
ar: التكرار
de: Häufigkeit
es: Frecuencia
fr: Fréquence
hi: आवृत्ति
it: Frequenza
ja: 頻度
ko: 빈도
nl: Frequentie
pt: Frequência
ru: Частота
tr: Sıklık
zh: 频率

source: Full Name
ar: الاسم الكامل
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
hi: पूरा नाम
it: Nome completo
ja: フルネーム
ko: 전체 이름
nl: Volledige naam
pt: Nome Completo
ru: Полное имя
tr: Tam Ad
zh: 全名

source: Full screen
ar: ملء الشاشة
de: Vollbild
es: Pantalla completa
fr: Plein écran
hi: पूर्ण स्क्रीन
it: Schermo intero
ja: 全画面
ko: 전체 화면
nl: Volledig scherm
pt: Tela cheia
ru: Полный экран
tr: Tam ekran
zh: 全屏

source: Gallery
ar: المعرض
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
it: Galleria
ja: ギャラリー
ko: 갤러리
nl: Galerij
pt: Galeria
ru: Галерея
tr: Galeri
zh: 图库

source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pt: Geral
ru: Общие
tr: Genel
zh: 通用

source: General notifications
ar: الإشعارات العامة
de: Allgemeine Benachrichtigungen
es: Notificaciones generales
fr: Notifications générales
hi: सामान्य सूचनाएं
it: Notifiche generali
ja: 一般通知
ko: 일반 알림
nl: Algemene meldingen
pt: Notificações gerais
ru: Общие уведомления
tr: Genel bildirimler
zh: 常规通知

source: Glasses
ar: نظارات
de: Gläser
es: Vasos
fr: Verres
hi: चश्मा
it: Bicchieri
ja: グラス
ko: 잔
nl: Glazen
pt: Copos
ru: Стаканы
tr: Bardak
zh: 眼镜

# goldenTheme
source: Golden
ar: ذهبي
es: Dorado
fr: Doré
hi: सुनहरा
it: Dorato
ja: ゴールデン
ko: 골든
nl: Gouden
pt: Dourado
ru: Золотой
tr: Altın
zh: 金色

# goldenThemeDesc
source: Warm golden theme
ar: مظهر ذهبي دافئ
de: Warmes goldenes Design
es: Tema dorado cálido
fr: Thème doré chaleureux
hi: गर्म सुनहरा थीम
it: Tema dorato caldo
ja: 暖かい金色のテーマ
ko: 따뜻한 금색 테마
nl: Warm gouden thema
pt: Tema dourado quente
ru: Теплая золотая тема
tr: Sıcak altın tema
zh: 温暖的金色主题

# greetingAfternoon
source: Good afternoon
ar: مساء الخير
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
hi: शुभ दोपहर
it: Buon pomeriggio
ja: こんにちは
ko: 안녕하세요
nl: Goedemiddag
pt: Boa tarde
ru: Добрый день
tr: Tünaydın
zh: 下午好

# greetingEvening
source: Good evening
ar: مساء الخير
de: Guten Abend
es: Buenas noches
fr: Bonsoir
hi: शुभ संध्या
it: Buonasera
ja: こんばんは
ko: 안녕하세요
nl: Goedenavond
pt: Boa noite
ru: Добрый вечер
tr: İyi akşamlar
zh: 晚上好

# greetingMorning
source: Good morning
ar: صباح الخير
de: Guten Morgen
es: Buenos días
fr: Bonjour
hi: सुप्रभात
it: Buongiorno
ja: おはようございます
ko: 안녕하세요
nl: Goedemorgen
pt: Bom dia
ru: Доброе утро
tr: Günaydın
zh: 早上好

source: Habit
ar: عادة
de: Gewohnheit
es: Hábito
fr: Habitude
hi: आदत
it: Abitudine
ja: 習慣
ko: 습관
nl: Gewoonte
pt: Hábito
ru: Привычка
tr: Alışkanlık
zh: 习惯

# habitDescription
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
hi: विवरण
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pt: Descrição
ru: Описание
tr: Açıklama
zh: 描述

source: Habit Details
ar: تفاصيل العادة
de: Gewohnheitsdetails
es: Detalles del Hábito
fr: Détails de l'habitude
hi: आदत विवरण
it: Dettagli abitudine
ja: 習慣の詳細
ko: 습관 세부 정보
nl: Details van gewoonte
pt: Detalhes do Hábito
ru: Детали привычки
tr: Alışkanlık Detayları
zh: 习惯详情

source: Habit Name
ar: اسم العادة
de: Gewohnheitsname
es: Nombre del Hábito
fr: Nom de l'habitude
hi: आदत का नाम
it: Nome abitudine
ja: 習慣名
ko: 습관 이름
nl: Naam van gewoonte
pt: Nome do Hábito
ru: Название Привычки
tr: Alışkanlık Adı
zh: 习惯名称

source: Habit of this vision
ar: عادة هذه الرؤية
de: Gewohnheit dieser Vision
es: Hábito de esta visión
fr: Habitude de cette vision
hi: इस दृष्टि की आदत
it: Abitudine di questa visione
ja: このビジョンの習慣
ko: 이 비전의 습관
nl: Gewoonte van deze visie
pt: Hábito desta visão
ru: Привычка этого видения
tr: Bu vizyonun alışkanlığı
zh: 此愿景的习惯

source: Habits
ar: العادات
de: Gewohnheit
es: Hábitos
fr: Habitudes
hi: आदतें
it: Abitudini
ja: 習慣
ko: 습관
nl: Gewoonten
pt: Hábitos
ru: Привычки
tr: Alışkanlıklar
zh: 习惯

source: Hard
ar: صعب
de: Schwer
es: Difícil
fr: Difficile
hi: कठिन
it: Difficile
ja: 難しい
ko: 어려움
nl: Moeilijk
pt: Difícil
ru: Сложно
tr: Zor
zh: 困难

# headerFocusLabel
source: Focus
ar: تركيز
de: Fokus
es: Foco
hi: फोकस
ja: 集中
ko: 집중
pt: Foco
ru: Фокус
tr: Odak
zh: 专注

# headerFocusReady
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
hi: तैयार
it: Pronto
ja: 準備完了
ko: 준비
nl: Klaar
pt: Pronto
ru: Готово
tr: Hazır
zh: 准备就绪

# headerHabitsLabel
source: Habit
ar: عادة
de: Gewohnheit
es: Hábito
fr: Habitude
hi: आदत
it: Abitudine
ja: 習慣
ko: 습관
nl: Gewoonte
pt: Hábito
ru: Привычка
tr: Alışkanlık
zh: 习惯

source: Health
ar: الصحة
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
it: Salute
ja: 健康
ko: 건강
nl: Gezondheid
pt: Saúde
ru: Здоровье
tr: Sağlık
zh: 健康

source: Hours
ar: ساعات
de: Stunden
es: Horas
fr: Heures
hi: घंटे
it: Ore
ja: 時間
ko: 시간
nl: Uren
pt: Horas
ru: Часы
tr: Saat
zh: 小时

# howOftenDoHabit
source: Decide how often you'll do your habit
ar: حدد عدد المرات التي ستقوم فيها بعادتك
de: Entscheide, wie oft du deine Gewohnheit ausführen möchtest
es: Decide con qué frecuencia realizarás tu hábito
fr: Décidez à quelle fréquence vous ferez votre habitude
hi: तय करें कि आप अपनी आदत कितनी बार करेंगे
it: Decidi quanto spesso farai la tua abitudine
ja: 習慣をどのくらいの頻度で行うか決めてください
ko: 습관을 얼마나 자주 할지 결정하세요
nl: Bepaal hoe vaak je je gewoonte zult doen
pt: Decida com que frequência você fará seu hábito
ru: Решите, как часто вы будете выполнять свою привычку
tr: Alışkanlığınızı ne sıklıkla yapacağınıza karar verin
zh: 决定你多久做一次你的习惯

source: How to earn
ar: كيف تكسب
de: Wie man verdient
es: Cómo ganar
fr: Comment gagner
hi: कैसे कमाएं
it: Come guadagnare
ja: 獲得方法
ko: 획득 방법
nl: Hoe te verdienen
pt: Como ganhar
ru: Как заработать
tr: Nasıl kazanılır
zh: 如何赚取

# howToTrackHabit
source: Choose how your habit will be tracked
ar: اختر كيف سيتم تتبع عادتك
de: Wähle aus, wie deine Gewohnheit verfolgt werden soll
es: Elige cómo se seguirá tu hábito
fr: Choisissez comment votre habitude sera suivie
hi: चुनें कि आपकी आदत को कैसे ट्रैक किया जाएगा
it: Scegli come verrà monitorata la tua abitudine
ja: 習慣をどのように追跡するかを選択します
ko: 습관을 추적할 방법을 선택하세요
nl: Kies hoe uw gewoonte wordt bijgehouden
pt: Escolha como seu hábito será rastreado
ru: Выберите, как будет отслеживаться ваша привычка
tr: Alışkanlığınızın nasıl izleneceğini seçin
zh: 选择如何跟踪您的习惯

# ifCondition
source: If
ar: إذا
de: Wenn
es: Si
fr: Si
hi: अगर
it: Se
ja: もし
ko: 만약
nl: Als
pt: Se
ru: Если
tr: Eğer
zh: 如果

source: Import from link
ar: استيراد من الرابط
de: Aus Link importieren
es: Importar desde enlace
fr: Importer depuis un lien
hi: लिंक से आयात करें
it: Importa da link
ja: リンクからインポート
ko: 링크에서 가져오기
nl: Importeren vanuit link
pt: Importar do link
ru: Импортировать по ссылке
tr: Bağlantıdan içe aktar
zh: 从链接导入

# incomeDelta
source: Income Δ
ar: فرق الدخل
de: Einkommens-Δ
es: Δ de ingresos
fr: Δ de revenus
hi: आय Δ
it: Δ reddito
ja: 収入Δ
ko: 소득 Δ
nl: Inkomsten Δ
pt: Δ de renda
ru: Δ дохода
tr: Gelir Δ
zh: 收入Δ

# incomeEditTitle
source: Edit Income
ar: تعديل الدخل
de: Einkommen bearbeiten
es: Editar Ingreso
fr: Modifier le revenu
hi: आय संपादित करें
it: Modifica reddito
ja: 収入を編集
ko: 소득 편집
nl: Inkomsten bewerken
pt: Editar Renda
ru: Редактировать доход
tr: Geliri Düzenle
zh: 编辑收入

# incomeLabel
source: Income
ar: الدخل
de: Einkommen
es: Ingreso
fr: Revenu
hi: आय
it: Reddito
ja: 収入
ko: 소득
nl: Inkomsten
pt: Renda
ru: Доход
tr: Gelir
zh: 收入

# incomeNewTitle
source: New Income
ar: دخل جديد
de: Neues Einkommen
es: Nuevo Ingreso
fr: Nouveau revenu
hi: नई आय
it: Nuovo reddito
ja: 新しい収入
ko: 새 소득
nl: Nieuwe inkomsten
pt: Nova Renda
ru: Новый доход
tr: Yeni Gelir
zh: 新增收入

source: Input
ar: إدخال
de: Eingabe
es: Entrada
fr: Entrée
hi: इनपुट
ja: 入力
ko: 입력
nl: Invoer
pt: Entrada
ru: Ввод
tr: Giriş
zh: 输入

source: Invalid link.
ar: رابط غير صالح.
de: Ungültiger Link.
es: Enlace no válido.
fr: Lien invalide.
hi: अमान्य लिंक।
it: Link non valido.
ja: 無効なリンクです。
ko: 잘못된 링크입니다.
nl: Ongeldige link.
pt: Link inválido.
ru: Неверная ссылка.
tr: Geçersiz bağlantı.
zh: 无效链接。

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt: Idioma
ru: Язык
tr: Dil
zh: 语言

source: Language Selection
ar: اختيار اللغة
de: Sprachauswahl
es: Selección de Idioma
fr: Sélection de la langue
hi: भाषा चयन
it: Selezione Lingua
ja: 言語選択
ko: 언어 선택
nl: Taalselectie
pt: Seleção de Idioma
ru: Выбор языка
tr: Dil Seçimi
zh: 语言选择

# levelLabel
source: Level {level}
ar: المستوى {level}
es: Nivel {level}
fr: Niveau {level}
hi: स्तर {level}
it: Livello {level}
ja: レベル{level}
ko: 레벨 {level}
nl: Niveau {level}
pt: Nível {level}
ru: Уровень {level}
tr: Seviye {level}
zh: 等级 {level}

# levelShort
source: L{level}
es: N{level}
fr: N{level}
nl: N{level}
pt: N{level}
ru: У{level}
tr: S{level}

source: Light theme
ar: المظهر الفاتح
de: Helles Design
es: Tema claro
fr: Thème clair
hi: लाइट थीम
it: Tema chiaro
ja: ライトテーマ
ko: 라이트 테마
nl: Licht thema
pt: Tema claro
ru: Светлая тема
tr: Açık tema
zh: 浅色主题

source: Link habits
ar: ربط العادات
de: Gewohnheiten verknüpfen
es: Vincular hábitos
fr: Lier les habitudes
hi: आदतें लिंक करें
it: Collega abitudini
ja: 習慣をリンク
ko: 습관 연결
nl: Gewoonten koppelen
pt: Vincular hábitos
ru: Связать привычки
tr: Alışkanlıkları bağla
zh: 关联习惯

# listLabel
source: List
ar: قائمة
de: Liste
es: Lista
fr: Liste
hi: सूची
it: Lista
ja: リスト
ko: 목록
nl: Lijst
pt: Lista
ru: Список
tr: Liste
zh: 列表

source: Loading habits...
ar: جاري تحميل العادات...
de: Gewohnheiten werden geladen...
es: Cargando hábitos...
fr: Chargement des habitudes...
hi: आदतें लोड हो रही हैं...
it: Caricamento abitudini...
ja: 習慣を読み込み中...
ko: 습관 로드 중...
nl: Gewoonten laden...
pt: Carregando hábitos...
ru: Загрузка привычек...
tr: Alışkanlıklar yükleniyor...
zh: 正在加载习惯...

source: Log out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
it: Disconnetti
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
pt: Sair
ru: Выйти
tr: Çıkış yap
zh: 退出登录

source: Manage lists
ar: إدارة القوائم
de: Listen verwalten
es: Gestionar listas
fr: Gérer les listes
hi: सूचियां प्रबंधित करें
it: Gestisci liste
ja: リストを管理
ko: 목록 관리
nl: Lijsten beheren
pt: Gerenciar listas
ru: Управление списками
tr: Listeleri yönet
zh: 管理列表

source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
hi: मध्यम
it: Medio
ja: 普通
ko: 보통
nl: Gemiddeld
pt: Médio
ru: Средне
tr: Orta
zh: 中等

source: Mindfulness
ar: اليقظة
de: Achtsamkeit
es: Atención Plena
fr: Pleine conscience
hi: माइंडफुलनेस
ja: マインドフルネス
ko: 마음챙김
ru: Осознанность
tr: Farkındalık
zh: 正念

source: Minutes
ar: دقائق
de: Minuten
es: Minutos
hi: मिनट
it: Minuti
ja: 分
ko: 분
nl: Minuten
pt: Minutos
ru: Минуты
tr: Dakika
zh: 分钟

# minutesSuffixShort
source: min
ar: دقيقة
hi: मिनट
ja: 分
ko: 분
ru: мин
tr: dk
zh: 分钟

source: Month count
ar: عدد الأشهر
de: Anzahl der Monate
es: Número de meses
fr: Nombre de mois
hi: महीनों की संख्या
it: Conteggio mesi
ja: 月数
ko: 개월 수
nl: Aantal maanden
pt: Contagem de meses
ru: Количество месяцев
tr: Ay sayısı
zh: 月数

# monthCountHint
source: Ex: 12
ar: مثال: 12
de: Bsp.: 12
es: Ej: 12
hi: उदा: 12
it: Es: 12
ja: 例: 12
ko: 예: 12
nl: Bijv: 12
ru: Пример: 12
tr: Örn: 12
zh: 例如：12

# monthSuffixShort
source: mo
ar: شهر
es: mes
fr: m
hi: महीना
it: m
ja: 月
ko: 개월
nl: ma
pt: mês
ru: мес
tr: ay
zh: 月

source: Monthly
ar: شهريًا
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
it: Mensile
ja: 毎月
ko: 매월
nl: Maandelijks
pt: Mensal
ru: Ежемесячно
tr: Aylık
zh: 每月

source: Monthly trend
ar: الاتجاه الشهري
de: Monatlicher Trend
es: Tendencia mensual
fr: Tendance mensuelle
hi: मासिक प्रवृत्ति
it: Andamento mensile
ja: 月間トレンド
ko: 월간 추세
nl: Maandelijkse trend
pt: Tendência mensal
ru: Месячный тренд
tr: Aylık trend
zh: 月度趋势

source: Mood
ar: المزاج
de: Stimmung
es: Estado de ánimo
fr: Humeur
hi: मूड
it: Umore
ja: 気分
ko: 기분
nl: Stemming
pt: Humor
ru: Настроение
tr: Ruh Hali
zh: 心情

# moodBad
source: Bad
ar: سيء
de: Schlecht
es: Malo
fr: Mauvaise
hi: खराब
it: Cattivo
ja: 悪い
ko: 나쁨
nl: Slecht
pt: Ruim
ru: Плохое
tr: Kötü
zh: 差

# moodGood
source: Good
ar: جيد
de: Gut
es: Bueno
fr: Bonne
hi: अच्छा
it: Buono
ja: 良い
ko: 좋음
nl: Goed
pt: Bom
ru: Хорошее
tr: İyi
zh: 好

# moodGreat
source: Great
ar: رائع
de: Großartig
es: Genial
fr: Excellente
hi: बहुत अच्छा
it: Ottimo
ja: 最高
ko: 아주 좋음
nl: Geweldig
pt: Ótimo
ru: Отличное
tr: Harika
zh: 很棒

# moodOk
source: Okay
ar: حسنًا
es: Bien
fr: Ok
hi: ठीक है
it: Ok
ja: 普通
ko: 보통
nl: Oké
pt: Ok
ru: Нормальное
tr: Normal
zh: 还行

# moodTerrible
source: Terrible
ar: فظيع
de: Saugt
hi: भयानक
it: Terribile
ja: 最悪
ko: 끔찍함
nl: Verschrikkelijk
pt: Terrível
ru: Ужасное
tr: Berbat
zh: 糟糕

# mtdAverageShort
source: MTD avg.
ar: متوسط شهري حتى تاريخه
de: MTD Durschn.
es: Prom. MTD
fr: Moy. MTD
hi: माह-दर-तारीख औसत
it: Media MTD
ja: 月間平均
ko: 월 누계 평균
nl: MTD gem.
pt: Média MTD
ru: Средн. с нач. месяца
tr: AYB ort.
zh: 月均

source: Multiple
ar: متعدد
de: Mehrere
es: Múltiple
hi: एकाधिक
it: Multiplo
ja: 複数
ko: 다중
nl: Meerdere
pt: Múltiplo
ru: Несколько
tr: Çoklu
zh: 多个

# mysticTheme
source: Mystic
ar: صوفي
de: Mystisch
es: Místico
fr: Mystique
hi: रहस्यवादी
it: Mistico
ja: ミスティック
ko: 미스틱
nl: Mystiek
pt: Místico
ru: Мистический
tr: Mistik
zh: 神秘

# mysticThemeDesc
source: Mystic purple theme
ar: مظهر بنفسجي صوفي
de: Mystisches lila Design
es: Tema púrpura místico
fr: Thème violet mystique
hi: रहस्यवादी बैंगनी थीम
it: Tema viola mistico
ja: 神秘的な紫のテーマ
ko: 신비로운 보라색 테마
nl: Mystiek paars thema
pt: Tema roxo místico
ru: Мистическая фиолетовая тема
tr: Mistik mor tema
zh: 神秘紫色主题

# nDaysLabel
source: {count} days
ar: {count} أيام
de: {count} Tage
es: {count} días
fr: {count} jours
hi: {count} दिन
it: {count} giorni
ja: {count}日間
ko: {count}일
nl: {count} dagen
pt: {count} dias
ru: {count} дней
tr: {count} gün
zh: {count} 天

# nameHint
source: Ex: Daily workout
ar: مثال: تمرين يومي
de: Bsp.: Tägliches Training
es: Ej: Entrenamiento diario
fr: Ex: Entraînement quotidien
hi: उदा: दैनिक कसरत
it: Es: Allenamento quotidiano
ja: 例: 毎日のトレーニング
ko: 예: 매일 운동
nl: Bijv: Dagelijkse training
pt: Ex: Treino diário
ru: Пример: Ежедневная тренировка
tr: Örn: Günlük antrenman
zh: 例如：每日锻炼

source: New category
ar: فئة جديدة
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
hi: नई श्रेणी
it: Nuova categoria
ja: 新しいカテゴリ
ko: 새 카테고리
nl: Nieuwe categorie
pt: Nova categoria
ru: Новая категория
tr: Yeni kategori
zh: 新类别

source: New habits
ar: عادات جديدة
de: Neue Gewohnheiten
es: Nuevos hábitos
fr: Nouvelles habitudes
hi: नई आदतें
it: Nuove abitudini
ja: 新しい習慣
ko: 새 습관
nl: Nieuwe gewoonten
pt: Novos hábitos
ru: Новые привычки
tr: Yeni alışkanlıklar
zh: 新习惯

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Successivo
ja: 次へ
ko: 다음
nl: Volgende
pt: Próximo
ru: Далее
tr: İleri
zh: 下一步

# nextLabel
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Successivo
ja: 次へ
ko: 다음
nl: Volgende
pt: Próximo
ru: Далее
tr: Sonraki
zh: 下一步

source: Next year
ar: العام القادم
de: Nächstes Jahr
es: Próximo año
fr: Année prochaine
hi: अगले साल
it: Anno prossimo
ja: 来年
ko: 내년
nl: Volgend jaar
pt: Próximo ano
ru: Следующий год
tr: Gelecek yıl
zh: 明年

# noDataLast7Days
source: No data for last 7 days
ar: لا توجد بيانات لآخر 7 أيام
de: Keine Daten für die letzten 7 Tage
es: No hay datos de los últimos 7 días
fr: Pas de données pour les 7 derniers jours
hi: पिछले 7 दिनों का कोई डेटा नहीं
it: Nessun dato per gli ultimi 7 giorni
ja: 過去7日間のデータがありません
ko: 지난 7일간 데이터 없음
nl: Geen gegevens voor de laatste 7 dagen
pt: Sem dados nos últimos 7 dias
ru: Нет данных за последние 7 дней
tr: Son 7 gün için veri yok
zh: 最近7天无数据

# noDataThisMonth
source: No data for this month
ar: لا توجد بيانات لهذا الشهر
de: Keine Daten für diesen Monat
es: No hay datos para este mes
fr: Pas de données pour ce mois
hi: इस महीने का कोई डेटा नहीं
it: Nessun dato per questo mese
ja: 今月のデータがありません
ko: 이번 달 데이터 없음
nl: Geen gegevens voor deze maand
pt: Sem dados para este mês
ru: Нет данных за этот месяц
tr: Bu ay için veri yok
zh: 本月无数据

source: No end date
ar: لا يوجد تاريخ انتهاء
de: Kein Enddatum
es: Sin fecha de finalización
fr: Pas de date de fin
hi: कोई अंतिम तिथि नहीं
it: Nessuna data di fine
ja: 終了日なし
ko: 종료일 없음
nl: Geen einddatum
pt: Sem data de término
ru: Нет даты окончания
tr: Bitiş tarihi yok
zh: 无结束日期

# noEndDayDefaultsDaily
source: When no end day is set, this habit will appear every day by default.
ar: عندما لا يتم تعيين يوم انتهاء ، ستظهر هذه العادة كل يوم بشكل افتراضي.
de: Wenn kein Endtag festgelegt ist, wird diese Gewohnheit standardmäßig jeden Tag angezeigt.
es: Cuando no se establece un día de finalización, este hábito aparecerá todos los días por defecto.
fr: Lorsqu'aucun jour de fin n'est défini, cette habitude apparaîtra par défaut tous les jours.
hi: जब कोई अंतिम दिन निर्धारित नहीं होता है, तो यह आदत डिफ़ॉल्ट रूप से हर दिन दिखाई देगी।
it: Quando non è impostato un giorno di fine, questa abitudine apparirà ogni giorno per impostazione predefinita.
ja: 終了日が設定されていない場合、この習慣はデフォルトで毎日表示されます。
ko: 종료일이 설정되지 않은 경우 이 습관은 기본적으로 매일 나타납니다.
nl: Als er geen einddag is ingesteld, verschijnt deze gewoonte standaard elke dag.
pt: Quando nenhum dia de término é definido, este hábito aparecerá todos os dias por padrão.
ru: Если день окончания не установлен, эта привычка будет появляться каждый день по умолчанию.
tr: Bitiş günü belirlenmediğinde, bu alışkanlık varsayılan olarak her gün görünecektir.
zh: 如果未设置结束日期，此习惯将默认每天出现。

source: No entries yet
ar: لا توجد إدخالات حتى الآن
de: Noch keine Einträge
es: Aún no hay entradas
fr: Aucune entrée pour le moment
hi: अभी तक कोई प्रविष्टि नहीं
it: Ancora nessuna voce
ja: まだエントリがありません
ko: 아직 항목 없음
nl: Nog geen invoeren
pt: Nenhuma entrada ainda
ru: Пока нет записей
tr: Henüz giriş yok
zh: 尚无条目

# noExpenseInThisCategory
source: No expenses in this category
ar: لا توجد مصروفات في هذه الفئة
de: Keine Ausgaben in dieser Kategorie
es: No hay gastos en esta categoría
fr: Aucune dépense dans cette catégorie
hi: इस श्रेणी में कोई व्यय नहीं
it: Nessuna spesa in questa categoria
ja: このカテゴリには支出がありません
ko: 이 카테고리에 지출 없음
nl: Geen uitgaven in deze categorie
pt: Nenhuma despesa nesta categoria
ru: Нет расходов в этой категории
tr: Bu kategoride hiç harcama yok
zh: 此类别下无支出

source: No expenses
ar: لا توجد مصروفات
de: Keine Ausgaben
es: No hay gastos
fr: Aucune dépense
hi: कोई व्यय नहीं
it: Nessuna spesa
ja: 支出がありません
ko: 지출 없음
nl: Geen uitgaven
pt: Nenhuma despesa
ru: Нет расходов
tr: Harcama yok
zh: 无支出
