Repository: furkankisisel/mira_delete_account
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt, ru, tr, zh

# habitSocialVolunteerDesc
source: Give back to your community through volunteer work.
tr: Gönüllü çalışma yoluyla topluluğunuza katkıda bulunun.

# habitSocialFamilyTime
source: Quality Family Time
tr: Kaliteli Aile Zamanı

# habitSocialFamilyTimeDesc
source: Spend dedicated time with family members without distractions.
tr: Aile üyeleriyle dikkat dağıtıcı şeyler olmadan özel vakit geçirin.

# habitSocialCompliment
source: Give a Genuine Compliment
tr: Samimi Bir İltifat Yap

# habitSocialComplimentDesc
source: Brighten someone's day with a sincere compliment.
tr: İçten bir iltifatla birinin gününü aydınlatın.

# habitMindfulMeditation
source: Meditation
tr: Meditasyon

# habitMindfulMeditationDesc
source: Practice mindfulness meditation for 10-15 minutes.
tr: 10-15 dakika bilinçli meditasyon yapın.

# habitMindfulGratitude
source: Gratitude Practice
tr: Şükür Pratiği

# habitMindfulGratitudeDesc
source: Write down three things you're grateful for today.
tr: Bugün minnettar olduğunuz üç şeyi yazın.

# habitMindfulNatureWalk
source: Nature Walk
tr: Doğa Yürüyüşü

# habitMindfulNatureWalkDesc
source: Take a mindful walk in nature, paying attention to your surroundings.
tr: Çevrenize dikkat ederek doğada bilinçli bir yürüyüş yapın.

# habitMindfulBreathing
source: Deep Breathing Exercise
tr: Derin Nefes Egzersizi

# habitMindfulBreathingDesc
source: Practice deep breathing techniques to center yourself.
tr: Kendinizi merkezlemek için derin nefes alma teknikleri uygulayın.

# habitMindfulJournaling
source: Reflective Journaling
tr: Yansıtıcı Günlük Tutma

# habitMindfulJournalingDesc
source: Journal your thoughts and reflections for self-awareness.
tr: Öz farkındalık için düşüncelerinizi ve yansımalarınızı günlüğe yazın.

# habitAddSuccess
source: {count, plural, =0{No habits added} =1{1 habit added} other{{count} habits added}}
tr: {count, plural, =0{Hiç alışkanlık eklenmedi} =1{1 alışkanlık eklendi} other{{count} alışkanlık eklendi}}

# habitAddError
source: Error adding habits: {error}
tr: Alışkanlıklar eklenirken hata: {error}

source: Unlisted Items
tr: Listelenmemiş

source: Unknown List
tr: Bilinmeyen Liste

source: Sign in with Google
es: Inicia sesión con Google
fr: Se connecter avec Google
tr: Google ile giriş yap

source: Backup Now
es: Hacer copia ahora
fr: Sauvegarder maintenant
tr: Hemen yedekle

source: Restore Latest
es: Restaurar última
fr: Restaurer la dernière
tr: Son yeдеği geri yükle

# backupSuccess
source: Backed up: {id}
ar: تم النسخ الاحتياطي: {id}
de: Gesichert: {id}
es: Respaldado: {id}
fr: Sauvegardé : {id}
hi: बैकअप लिया गया: {id}
it: Eseguito backup: {id}
ja: バックアップ完了: {id}
ko: 백업됨: {id}
nl: Back-up gemaakt: {id}
pt: Backup realizado: {id}
ru: Сохранено: {id}
tr: Yedeklendi: {id}

source: Backup Error
es: Error de copia de seguridad
fr: Erreur de sauvegarde
tr: Yedekleme hatası

# restoreSuccess
source: Downloaded: {content}
ar: تم التنزيل: {content}
de: Heruntergeladen: {content}
es: Descargado: {content}
fr: Téléchargé : {content}
hi: डाउनलोड किया गया: {content}
it: Scaricato: {content}
ja: ダウンロード完了: {content}
ko: 다운로드됨: {content}
nl: Gedownload: {content}
pt: Baixado: {content}
ru: Загружено: {content}
tr: İndirildi: {content}

source: Restore Error
es: Error de restauración
fr: Erreur de restauration
tr: Geri yükleme hatası

source: Manage Subscription
de: Abonnement verwalten
es: Gestionar Suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
pt: Gerenciar Assinatura
ru: Управление подпиской
tr: Aboneliği yönet

# manageSubscriptionSubtitle
source: Manage Mira Plus subscription via Google Play
de: Mira Plus-Abonnement über Google Play verwalten
es: Administra tu suscripción a Mira Plus a través de Google Play
fr: Gérez l'abonnement Mira Plus via Google Play
tr: Mira Plus aboneliğini Google Play üzerinden düzenle

source: Delete My Account
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
tr: Hesabımı sil

# deleteAccountSubtitle
source: Request deletion of your account and data
de: Löschung Ihres Kontos und Ihrer Daten anfordern
es: Solicitar la eliminación de su cuenta y datos
fr: Faire une demande de suppression de compte et de données
tr: Hesabınızın ve verilerinizin silinmesini talep edin

# confirmDeleteAccount
source: Confirm Account Deletion
de: Kontolöschung bestätigen
es: Confirmar eliminación de cuenta
fr: Confirmer la suppression du compte
tr: Hesabı silmeyi onayla

# deleteAccountWarning
source: This action cannot be undone. Please confirm the email associated with your account.
de: Diese Aktion kann nicht rückgängig gemacht werden. Bitte bestätigen Sie die mit Ihrem Konto verknüpfte E-Mail.
es: Esta acción no se puede deshacer. Por favor, confirme el correo electrónico asociado a su cuenta.
fr: Cette action est irréversible. Veuillez confirmer l'e-mail associé à votre compte.
tr: Bu işlem geri alınamaz. Lütfen hesabınızla ilişkili e-posta adresini onaylayın.

source: Your Email
de: Ihre E-Mail
es: Tu correo electrónico
fr: Votre e-mail
tr: E-posta adresiniz

source: Please enter email
tr: Lütfen e-posta girin

# deleteAccountRequestSuccess
source: Your account deletion request has been successfully received
de: Ihre Anfrage zur Kontolöschung wurde erfolgreich empfangen
es: Su solicitud de eliminación de cuenta se ha recibido con éxito
fr: Votre demande de suppression de compte a été reçue avec succès
tr: Hesap silme talebiniz başarıyla alındı

# deleteAccountFailed
source: Account deletion failed
tr: Hesap silme başarısız

source: Reset Onboarding
tr: Tanıtımı sıfırla

source: Retake Personality Test
tr: Kişilik testini tekrar yap

# processingWait
source: Processing, please wait...
tr: İşlem başlatılıyor, lütfen bekleyin...

source: Checking purchases...
tr: Satın almalar kontrol ediliyor...

source: Premium Plans
tr: Premium Planlar

source: Restore Purchases
tr: Satın Almaları Geri Yükle

# noPlansAvailable
source: No plans available at the moment.
tr: Şu anda görüntülenecek plan yok.

source: Cannot open Play Store
tr: Play Store açılamıyor

source: Subscription Details
tr: Abonelik Detayları

source: Go to Play Store
tr: Play Store'a Git

source: Become Premium
tr: Premium Olun

source: Premium Feature
tr: Premium Özellik

source: Premium benefits:
tr: Premium avantajları:

source: Later
tr: Daha Sonra

# becomePremiumShort
source: Get Premium
tr: Premium Ol

source: Share Dashboard
tr: Panoyu paylaş

source: Round Corners
tr: Köşeleri yuvarlat

source: Custom Unit
tr: Özel Birim

source: Pastel Colors
ar: ألوان باستيل
de: Pastellfarben
es: Colores pastel
fr: Couleurs pastel
hi: हल्के रंग
it: Colori pastello
ja: パステルカラー
ko: 파스텔 색상
nl: Pastelkleuren
pt: Cores pastel
ru: Пастельные цвета
tr: Pastel Tonlar

# habitNameHintTimer
source: Ex: Meditation, Exercise...
ar: مثال: تأمل، رياضة...
de: Bsp: Meditation, Sport...
es: Ej: Meditación, Ejercicio...
fr: Ex: Méditation, Exercice...
hi: उदा: ध्यान, व्यायाम...
it: Es: Meditazione, Esercizio...
ja: 例：瞑想、運動...
ko: 예: 명상, 운동...
nl: Bijv: Meditatie, Oefening...
pt: Ex: Meditação, Exercício...
ru: Напр: Медитация, Спорт...
tr: Örn: Meditasyon, Egzersiz...

# habitNameHintNumerical
source: Ex: Drink water, Read pages...
ar: مثال: شرب ماء، قراءة...
de: Bsp: Wasser trinken, Seiten lesen...
es: Ej: Beber agua, Leer páginas...
fr: Ex: Boire de l'eau, Lire des pages...
hi: उदा: पानी पीना, पढ़ना...
it: Es: Bere acqua, Leggere pagine...
ja: 例：水を飲む、読書...
ko: 예: 물 마시기, 독서...
nl: Bijv: Water drinken, Pagina's lezen...
pt: Ex: Beber água, Ler páginas...
ru: Напр: Пить воду, Читать...
tr: Örn: Su içmek, Sayfa okumak...

# habitDescriptionHint
source: Add a short description...
ar: أضف وصفاً قصيراً...
de: Kurze Beschreibung hinzufügen...
es: Añadir una breve descripción...
fr: Ajouter une courte description...
hi: संक्षिप्त विवरण जोड़ें...
it: Aggiungi una breve descrizione...
ja: 短い説明を追加...
ko: 짧은 설명 추가...
nl: Voeg een korte beschrijving toe...
pt: Adicionar uma breve descrição...
ru: Добавить краткое описание...
tr: Kısa bir açıklama ekle...

source: Target
ar: الهدف
de: Ziel
es: Objetivo
fr: Cible
hi: लक्ष्य
it: Obiettivo
ja: 目標
ko: 목표
nl: Doel
pt: Meta
ru: Цель
tr: Hedef

source: Amount
ar: الكمية
de: Menge
es: Cantidad
fr: Montant
hi: मात्रा
it: Quantità
ja: 量
ko: 양
nl: Aantal
pt: Quantidade
ru: Количество
tr: Miktar

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nl: Aangepast
pt: Personalizado
ru: Свой
tr: Özel

# customUnitHint
source: Ex: portion, set, km...
ar: مثال: حصة، مجموعة، كم...
de: Bsp: Portion, Satz, km...
es: Ej: porción, serie, km...
fr: Ex: portion, série, km...
hi: उदा: हिस्सा, सेट, किमी...
it: Es: porzione, serie, km...
ja: 例：ポーション、セット、km...
ko: 예: 인분, 세트, km...
nl: Bijv: portie, set, km...
pt: Ex: porção, série, km...
ru: Напр: порция, подход, км...
tr: Örn: porsiyon, set, km...

# unitAdet
source: pcs
ar: قطعة
de: Stk
es: pza
hi: नग
it: pz
ja: 個
ko: 개
nl: st
pt: un
ru: шт
tr: adet

# unitBardak
source: glass
ar: كوب
de: Glas
es: vaso
fr: verre
hi: गिलास
it: bicchiere
ja: 杯
ko: 잔
nl: glas
pt: copo
ru: стакан
tr: bardak

# unitSayfa
source: page
ar: صفحة
de: Seite
es: pág
hi: पेज
it: pag
ja: ページ
ko: 페이지
nl: pag
pt: pág
ru: стр
tr: sayfa

# unitLitre
source: liter
ar: لتر
es: litro
fr: litre
hi: लीटर
it: litro
ja: リットル
ko: 리터
pt: litro
ru: литр
tr: litre

# unitKalori
source: cal
ar: سعرة
de: kcal
hi: कैलोरी
ru: кал
tr: kalori

# unitAdim
source: step
ar: خطوة
de: Schritt
es: paso
fr: pas
hi: कदम
it: passo
ja: 歩
ko: 걸음
nl: stap
pt: passo
ru: шаг
tr: adım

# unitKez
source: times
ar: مرات
de: mal
es: veces
fr: fois
hi: बार
it: volte
ja: 回
ko: 회
nl: keer
pt: vezes
ru: раз
tr: kez

source: Premium Features
tr: Premium Özellikler

# perMonth
source: /mo
tr: /ay

# perYear
source: /yr
tr: /yıl

# unlockAllFeatures
source: Unlock all features and remove limits.
tr: Tüm özellikleri açın ve sınırları kaldırın.

# flexiblePlan
source: Flexible plan, cancel anytime
tr: Esnek plan, istediğin zaman iptal et

# annualPlanDesc
source: Uninterrupted access for 12 months
tr: 12 ay boyunca kesintisiz erişim

# trialInfo
source: 14-day free trial, cancel anytime.
tr: 14 gün ücretsiz deneme, istediğin zaman iptal et.

source: Mira Plus Active
tr: Mira Plus Aktif

source: Mira Plus Inactive
tr: Mira Plus Aktif Değil

source: Validity
tr: Geçerlilik

source: days left
tr: gün kaldı

# subscribeToEnjoyPremium
source: Subscribe to enjoy premium features
tr: Premium özelliklerin keyfini çıkarmak için abone olun

source: Advanced Analysis
tr: İleri Seviye Analiz

# detailedCharts
source: Detailed charts and statistics
tr: Detaylı grafikler ve istatistikler

source: Cloud Backup
tr: Bulut Yedekleme

source: Backup to Drive
es: Copia en Drive
fr: Sauvegarder sur Drive
tr: Verilerinizi Google Drive'da yedekleyin

source: Ad-Free Experience
tr: Reklamsız Deneyim

source: Uninterrupted usage
tr: Kesintisiz kullanım

source: Advanced Timer
tr: Gelişmiş Timer

source: Pomodoro and custom timers
tr: Pomodoro ve özel zamanlayıcılar

source: Personalized Insights
tr: Kişiselleştirilmiş İçgörüler

source: AI powered recommendations
tr: AI destekli öneriler

source: Buy Premium
tr: Premium Satın Al

source: Manage on Google Play
tr: Aboneliği Google Play'de Yönet

# manageSubscriptionDesc
source: Change plan, cancel or view billing info
tr: Plan değiştir, iptal et veya fatura bilgilerini gör

source: Billing History
tr: Fatura Geçmişi

# viewInvoicesOnPlayStore
source: View your invoices on Google Play Store
tr: Google Play Store'dan faturalarınızı görüntüleyin

source: See full subscription info
tr: Tam abonelik bilgilerinizi görün

# helpAndSupport
source: Help & Support
tr: Yardım ve Destek

source: How to cancel?
tr: Nasıl iptal ederim?

# cancelInstructions
source: Google Play Store → Subscriptions → Mira Plus → Cancel
tr: Google Play Store → Abonelikler → Mira Plus → İptal Et

# whatHappensIfCancel
source: What happens if I cancel?
tr: İptal edersem ne olur?

# cancelEffect
source: You continue to enjoy premium features until your subscription ends.
tr: Abonelik süreniz bitene kadar premium özelliklerden faydalanmaya devam edersiniz.

# ifTrialCancelled
source: If free trial is cancelled?
tr: Ücretsiz deneme iptal edilirse?

# trialCancelEffect
source: If you cancel during the free trial, you won't be charged immediately.
tr: Ücretsiz deneme sırasında iptal ederseniz hemen ücretlendirilmezsiniz.

# canIGetRefund
source: Can I get a refund?
tr: Geri ödeme alabilir miyim?

# refundPolicy
source: Refund requests are subject to Google Play policies. You can apply from Play Store.
tr: Geri ödeme talepleri Google Play politikalarına tabidir. Play Store'dan başvurabilirsiniz.

source: Active
tr: Aktif

source: Inactive
tr: İnaktif

source: Days Remaining
tr: Kalan Gün

# usePlayStoreToManage
source: Use Google Play Store to manage your subscription.
tr: Aboneliğinizi yönetmek için Google Play Store'u kullanın.

source: This feature is Premium
tr: Bu özellik Premium'da

# mustBePremiumToUse
source: You must be a Premium subscriber to use this feature.
tr: Bu özelliği kullanmak için Premium abonesi olmalısınız.

source: Advanced analysis and reports
tr: İleri seviye analiz ve raporlar

source: Unlimited data storage
tr: Sınırsız veri depolama

# freeTrial14Days
source: 14-day free trial
tr: 14 gün ücretsiz deneme

source: Backup failed
ar: فشل النسخ الاحتياطي
de: Sicherung fehlgeschlagen
es: Error en la copia de seguridad
fr: Échec de la sauvegarde
hi: बैकअप विफल
it: Backup fallito
ja: バックアップに失敗しました
ko: 백업 실패
nl: Back-up mislukt
pt: Falha no backup
ru: Ошибка резервного копирования
tr: Yedekleme başarısız

source: Restore failed
ar: فشل الاستعادة
de: Wiederherstellung fehlgeschlagen
es: Error en la restauración
fr: Échec de la restauration
hi: पुनर्स्थापना विफल
it: Ripristino fallito
ja: 復元に失敗しました
ko: 복원 실패
nl: Herstel mislukt
pt: Falha na restauração
ru: Ошибка восстановления
tr: Geri yükleme başarısız

# plansLoadError
source: Error loading plans: {error}
ar: خطأ في تحميل الخطط: {error}
de: Fehler beim Laden der Pläne: {error}
es: Error al cargar los planes: {error}
fr: Erreur lors du chargement des plans : {error}
hi: योजनाएँ लोड करने में त्रुटि: {error}
it: Errore nel caricamento dei piani: {error}
ja: プランの読み込みエラー: {error}
ko: 플랜 로드 오류: {error}
nl: Fout bij laden van plannen: {error}
pt: Erro ao carregar planos: {error}
ru: Ошибка загрузки планов: {error}
tr: Planlar yüklenirken hata oluştu: {error}

source: Add Task
es: Añadir tarea
fr: Ajouter une tâche
it: Aggiungi attività
pt: Adicionar tarefa
ru: Добавить задачу

# backupTitle
source: Backup
es: Copia de seguridad
fr: Sauvegarde

# signInFailed
source: Sign in failed. Please try again.
es: Inicio de sesión fallido. Inténtalo de nuevo.
fr: Échec de la connexion. Veuillez réessayer.

# spendingAdvisorNoBudget
source: Set a budget to get advice.
es: Establece un presupuesto para recibir consejos.
fr: Définissez un budget pour obtenir des conseils.
it: Imposta un budget per ricevere consigli.
pt: Defina um orçamento para receber conselhos.
ru: Установите бюджет, чтобы получить совет.

# spendingAdvisorOnTrack
source: Great! You are on track with your budget.
es: ¡Genial! Estás al día con tu presupuesto.
fr: Génial ! Vous êtes sur la bonne voie avec votre budget.
it: Ottimo! Sei in linea con il tuo budget.
pt: Ótimo! Você está no caminho certo com seu orçamento.
ru: Отлично! Вы укладываетесь в бюджет.

# spendingAdvisorOverBudget
source: You are over budget. Stop spending.
es: Estás por encima del presupuesto. Deja de gastar.
fr: Vous avez dépassé le budget. Arrêtez de dépenser.
it: Sei fuori budget. Smetti di spendere.
pt: Você estourou o orçamento. Pare de gastar.
ru: Вы превысили бюджет. Прекратите траты.

# spendingAdvisorSafe
source: You can spend {amount} per day.
es: Puedes gastar {amount} por día.
fr: Vous pouvez dépenser {amount} par jour.
it: Puoi spendere {amount} al giorno.
pt: Você pode gastar {amount} por dia.
ru: Вы можете тратить {amount} в день.

# spendingAdvisorTitle
source: Spending Advisor
es: Asesor de Gastos
fr: Conseiller en Dépenses
it: Consulente di Spesa
pt: Consultor de Despesas
ru: Советник по расходам

# spendingAdvisorWarning
source: Reduce daily spending by {amount} to stay on track.
es: Reduce el gasto diario en {amount} para mantenerte al día.
fr: Réduisez les dépenses quotidiennes de {amount} pour rester sur la bonne voie.
it: Riduci la spesa giornaliera di {amount} per rimanere in linea.
pt: Reduza o gasto diário em {amount} para manter o controle.
ru: Сократите ежедневные расходы на {amount}, чтобы уложиться в бюджет.

# emojiLabel
source: Emoji
ar: الرمز التعبيري
fr: Émoji
hi: इमोजी
ja: 絵文字
ko: 이모지
ru: Эмодзи
zh: 表情符号

source: Fitness
ar: اللياقة البدنية
hi: फिटनेस
ja: フィットネス
ko: 피트니스
ru: Фитнес
zh: 健身

# unitKm
source: km
ar: كم
hi: किमी
ru: км

# appTitle
source: Mira
hi: मीरा

# timerTabPomodoro
source: Pomodoro
ar: بومودورو
hi: पोमोडोरो
ja: ポモドーロ
ko: 뽀모도로
zh: 番茄钟
