Repository: furkankisisel/mira_delete_account
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt, ru, tr, zh

# habitDeletedMessage
source: Habit deleted
ar: تم حذف العادة: {title}
de: Gewohnheit gelöscht: {title}
es: Hábito eliminado: {title}
fr: Habitude supprimée: {title}
hi: आदत हटाई गई: {title}
it: Abitudine eliminata: {title}
ja: 習慣が削除されました: {title}
ko: 습관 삭제됨: {title}
nl: Gewoonte verwijderd: {title}
pt: Hábito excluído: {title}
ru: Привычка удалена: {title}
tr: Alışkanlık silindi: {title}
zh: 习惯已删除：{title}

# habitCreatedMessage
source: Habit created successfully
ar: تم إنشاء العادة: {title}
de: Gewohnheit erstellt: {title}
es: Hábito creado: {title}
fr: Habitude créée: {title}
hi: आदत बनाई गई: {title}
it: Abitudine creata: {title}
ja: 習慣が作成されました: {title}
ko: 습관 생성됨: {title}
nl: Gewoonte gemaakt: {title}
pt: Hábito criado: {title}
ru: Привычка создана: {title}
tr: Alışkanlık oluşturuldu: {title}
zh: 习惯已创建：{title}

# deleteHabitConfirm
source: Delete habit "{title}"?
ar: حذف العادة "{title}"؟
de: Die Gewohnheit "{title}" löschen?
es: ¿Eliminar el hábito "{title}"?
fr: Supprimer l'habitude "{title}"?
hi: आदत "{title}" हटाएं?
it: Eliminare l'abitudine "{title}"?
ja: 習慣「{title}」を削除しますか？
ko: 습관 '{title}'을(를) 삭제하시겠습니까?
nl: De gewoonte "{title}" verwijderen?
pt: Excluir o hábito "{title}"?
ru: Удалить привычку "{title}"?
tr: "{title}" alışkanlığı silinsin mi?
zh: 删除习惯“{title}”？

# enterValueTitle
source: Enter value
ar: أدخل القيمة
de: Wert eingeben
es: Introducir valor
fr: Entrer la valeur
hi: मान दर्ज करें
it: Inserisci valore
ja: 値を入力
ko: 값 입력
nl: Waarde invoeren
pt: Inserir Valor
ru: Введите значение
tr: Değer gir
zh: 输入值

# valueLabel
source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
hi: मान
it: Valore
ja: 値
ko: 값
nl: Waarde
pt: Valor
ru: Значение
tr: Değer
zh: 值

source: Current Streak
ar: السلسلة الحالية
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
hi: वर्तमान स्ट्रीक
it: Serie attuale
ja: 現在の連続記録
ko: 현재 연속 기록
nl: Huidige reeks
pt: Sequência Atual
ru: Текущая серия
tr: Mevcut Seri
zh: 当前连续记录

source: Longest Streak
ar: أطول سلسلة
de: Längste Serie
es: Racha más larga
fr: Plus longue série
hi: सबसे लंबी स्ट्रीक
it: Serie più lunga
ja: 最長連続記録
ko: 최장 연속 기록
nl: Langste reeks
pt: Maior Sequência
ru: Самая длинная серия
tr: En uzun seri
zh: 最长连续记录

# daysCount
source: {count} days
ar: {count} أيام
de: {count} Tage
es: {count} días
fr: {count} jours
hi: {count} दिन
it: {count} giorni
ja: {count}日間
ko: {count}일
nl: {count} dagen
pt: {count} dias
ru: {count} дней
tr: {count} gün
zh: {count} 天

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
hi: सफलता
it: Successo
ja: 成功
ko: 성공
nl: Succes
pt: Sucesso
ru: Успех
tr: Başarı
zh: 成功

# successfulDayLegend
source: Successful day
ar: يوم ناجح
de: Erfolgreicher Tag
es: Día exitoso
fr: Jour réussi
hi: सफल दिन
it: Giorno di successo
ja: 成功した日
ko: 성공한 날
nl: Succesvolle dag
pt: Dia de sucesso
ru: Успешный день
tr: Başarılı gün
zh: 成功日

source: Motivation
ar: الدافع
es: Motivación
hi: प्रेरणा
it: Motivazione
ja: モチベーション
ko: 동기 부여
nl: Motivatie
pt: Motivação
ru: Мотивация
tr: Motivasyon
zh: 动力

# motivationBody
source: Great! You achieved a {percent}% success rate over {period}.
ar: عمل رائع! {period} لقد وصلت إلى معدل نجاح {percent}٪.
de: Gute Arbeit! {period} hast du eine Erfolgsquote von {percent}% erreicht.
es: ¡Buen trabajo! {period} has alcanzado una tasa de éxito del {percent}%.
fr: Excellent travail! {period} vous avez atteint un taux de réussite de {percent}%.
hi: बहुत बढ़िया! {period} आपने {percent}% सफलता दर हासिल की है।
it: Ottimo lavoro! {period} hai raggiunto un tasso di successo del {percent}%.
ja: 素晴らしい！{period}、あなたは{percent}%の成功率を達成しました。
ko: 잘했어요! {period} 동안 {percent}%의 성공률을 달성했습니다.
nl: Goed gedaan! {period} heb je een slagingspercentage van {percent}% bereikt.
pt: Ótimo trabalho! {period} você alcançou uma taxa de sucesso de {percent}%.
ru: Отличная работа! {period} вы достигли {percent}% успеха.
tr: Tebrikler! {period} içinde başarı oranınız {percent}%. Harika bir ilerleme kaydettiniz.
zh: 干得好！{period}您已达到{percent}%的成功率。

source: Weekly progress
ar: التقدم الأسبوعي
de: Wöchentlicher Fortschritt
es: Progreso semanal
fr: Progrès hebdomadaire
hi: साप्ताहिक प्रगति
it: Progresso settimanale
ja: 週間進捗
ko: 주간 진행률
nl: Wekelijkse vooruitgang
pt: Progresso Semanal
ru: Еженедельный прогресс
tr: Haftalık ilerleme
zh: 每周进度

source: Monthly progress
ar: التقدم الشهري
de: Monatlicher Fortschritt
es: Progreso mensual
fr: Progrès mensuel
hi: मासिक प्रगति
it: Progresso mensile
ja: 月間進捗
ko: 월간 진행률
nl: Maandelijkse vooruitgang
pt: Progresso Mensal
ru: Ежемесячный прогресс
tr: Aylık ilerleme
zh: 每月进度

source: Yearly progress
ar: التقدم السنوي
de: Jährlicher Fortschritt
es: Progreso anual
fr: Progrès annuel
hi: वार्षिक प्रगति
it: Progresso annuale
ja: 年間進捗
ko: 연간 진행률
nl: Jaarlijkse vooruitgang
pt: Progresso Anual
ru: Годовой прогресс
tr: Yıllık ilerleme
zh: 年度进展

source: Overall
ar: بشكل عام
de: Insgesamt
es: General
fr: Global
hi: कुल मिलाकर
it: Complessivo
ja: 全体
ko: 전체
nl: Totaal
pt: Geral
ru: Общий
tr: Genel
zh: 总体

source: Overall progress
ar: التقدم العام
de: Gesamtfortschritt
es: Progreso general
fr: Progrès global
hi: समग्र प्रगति
it: Progresso complessivo
ja: 全体の進捗
ko: 전체 진행률
nl: Algehele vooruitgang
pt: Progresso Geral
ru: Общий прогресс
tr: Genel ilerleme
zh: 总体进度

source: Total successful days
ar: إجمالي الأيام الناجحة
de: Gesamte erfolgreiche Tage
es: Total de días exitosos
fr: Total des jours réussis
hi: कुल सफल दिन
it: Totale giorni di successo
ja: 成功した合計日数
ko: 총 성공일
nl: Totaal aantal succesvolle dagen
pt: Total de Dias de Sucesso
ru: Всего успешных дней
tr: Toplam başarılı gün
zh: 总成功天数

source: Total unsuccessful days
ar: إجمالي الأيام غير الناجحة
de: Gesamte erfolglose Tage
es: Total de días no exitosos
fr: Total des jours non réussis
hi: कुल असफल दिन
it: Totale giorni di insuccesso
ja: 失敗した合計日数
ko: 총 실패일
nl: Totaal aantal onsuccesvolle dagen
pt: Total de Dias sem Sucesso
ru: Всего неуспешных дней
tr: Toplam başarısız gün
zh: 总不成功天数

source: Total progress
ar: التقدم الإجمالي
de: Gesamtfortschritt
es: Progreso total
fr: Progrès total
hi: कुल प्रगति
it: Progresso totale
ja: 全体の進捗
ko: 전체 진행률
nl: Totale voortgang
pt: Progresso Total
ru: Общий прогресс
tr: Toplam ilerleme
zh: 总进度

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pt: Esta semana
ru: Эта неделя
tr: Bu hafta
zh: 本周

source: This year
ar: هذا العام
de: Dieses Jahr
es: Este año
fr: Cette année
hi: इस साल
it: Quest'anno
ja: 今年
ko: 올해
nl: Dit jaar
pt: Este ano
ru: Этот год
tr: Bu yıl
zh: 今年

source: Badges
ar: الشارات
de: Abzeichen
es: Insignias
hi: बैज
it: Distintivi
ja: バッジ
ko: 배지
pt: Distintivos
ru: Значки
tr: Rozetler
zh: 徽章

source: Yearly
ar: سنويًا
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
ja: 毎年
ko: 매년
nl: Jaarlijks
pt: Anual
ru: Ежегодно
tr: Yıllık
zh: 每年

source: New List
ar: قائمة جديدة
de: Neue Liste
es: Nueva lista
fr: Nouvelle liste
hi: नई सूची
it: Nuova lista
ja: 新しいリスト
ko: 새 목록
nl: Nieuwe lijst
pt: Nova lista
ru: Новый список
tr: Yeni Liste
zh: 新列表

# taskDeletedMessage
source: Task deleted
ar: تم حذف المهمة: {title}
de: Aufgabe gelöscht: {title}
es: Tarea eliminada: {title}
fr: Tâche supprimée: {title}
hi: कार्य हटाया गया: {title}
it: Compito eliminato: {title}
ja: タスクが削除されました: {title}
ko: 작업 삭제됨: {title}
nl: Taak verwijderd: {title}
pt: Tarefa excluída: {title}
ru: Задача удалена: {title}
tr: Görev silindi: {title}
zh: 任务已删除：{title}

source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pt: Limpar
ru: Очистить
tr: Temizle
zh: 清除

source: Periodic
ar: دوري
de: Periodisch
es: Periódico
fr: Périodique
hi: आवधिक
it: Periodico
ja: 定期的
ko: 주기적
nl: Periodiek
pt: Periódico
ru: Периодический
tr: Periyodik
zh: 定期的

# createHabitTitle
source: Create Habit
ar: إنشاء عادة
de: Gewohnheit erstellen
es: Crear Hábito
fr: Créer une habitude
hi: आदत बनाएं
it: Crea abitudine
ja: 習慣を作成
ko: 습관 생성
nl: Gewoonte maken
pt: Criar Hábito
ru: Создать привычку
tr: Alışkanlık Oluştur
zh: 创建习惯

source: Add Date
ar: إضافة تاريخ
de: Datum hinzufügen
es: Añadir fecha
fr: Ajouter une date
hi: तिथि जोड़ें
it: Aggiungi data
ja: 日付を追加
ko: 날짜 추가
nl: Datum toevoegen
pt: Adicionar data
ru: Добавить дату
tr: Tarih ekle
zh: 添加日期

# listNameHint
source: Enter list name
ar: مثال: الصحة
de: Bsp.: Gesundheit
es: Ej: Salud
fr: Ex: Santé
hi: उदा: स्वास्थ्य
it: Es: Salute
ja: 例: 健康
ko: 예: 건강
nl: Bijv: Gezondheid
pt: Ex: Saúde
ru: Пример: Здоровье
tr: Örn: Sağlık
zh: 例如：健康

# taskTitleRequired
source: Task title is required
ar: عنوان المهمة مطلوب
de: Aufgabentitel ist erforderlich
es: El título de la tarea es obligatorio
fr: Le titre de la tâche est requis
hi: कार्य शीर्षक आवश्यक है
it: Il titolo del compito è obbligatorio
ja: タスクタイトルは必須です
ko: 작업 제목은 필수입니다
nl: Taaktitel is verplicht
pt: O título da tarefa é obrigatório
ru: Требуется название задачи
tr: Görev başlığı zorunlu
zh: 任务标题为必填项

# moodFlowTitle
source: How Are You Feeling?
ar: كيف تشعر؟
de: Wie fühlen Sie sich?
es: ¿Cómo te sientes?
fr: Comment vous sentez-vous ?
hi: आप कैसा महसूस कर रहे हैं?
it: Come ti senti?
ja: 気分はいかがですか？
ko: 기분이 어떠신가요?
nl: Hoe voelt u zich?
pt: Como você está se sentindo?
ru: Как вы себя чувствуете?
tr: Ruh Halin Nasıl?
zh: 您感觉如何？

# moodFlowSubtitle
source: Select your mood today
ar: تتبع صحتك العاطفية
de: Verfolgen Sie Ihr emotionales Wohlbefinden
es: Rastrea tu bienestar emocional
fr: Suivez votre bien-être émotionnel
hi: अपनी भावनात्मक भलाई को ट्रैक करें
it: Traccia il tuo benessere emotivo
ja: 感情の健康を記録する
ko: 감정적 건강을 추적하세요
nl: Houd uw emotioneel welzijn bij
pt: Acompanhe seu bem-estar emocional
ru: Отслеживайте свое эмоциональное состояние
tr: Bugünkü ruh halini seç
zh: 追踪您的情绪健康

source: Mood Selection
ar: اختيار المزاج
de: Stimmungsauswahl
es: Selección de estado de ánimo
fr: Sélection de l'humeur
hi: मूड चयन
it: Selezione umore
ja: 気分の選択
ko: 기분 선택
nl: Stemming selectie
pt: Seleção de humor
ru: Выбор настроения
tr: Ruh Hali Seçimi
zh: 心情选择

source: Select your current mood
ar: اختر مزاجك الحالي
de: Wählen Sie Ihre aktuelle Stimmung
es: Selecciona tu estado de ánimo actual
fr: Sélectionnez votre humeur actuelle
hi: अपना वर्तमान मूड चुनें
it: Seleziona il tuo umore attuale
ja: 現在の気分を選択
ko: 현재 기분을 선택하세요
nl: Selecteer uw huidige stemming
pt: Selecione seu humor atual
ru: Выберите ваше текущее настроение
tr: Şu anki ruh halini seç
zh: 选择您当前的心情

# moodTerribleDesc
source: I feel terrible
ar: أشعر بسوء شديد
de: Fühle mich sehr niedergeschlagen
es: Me siento muy mal
fr: Je me sens très mal
hi: बहुत खराब महसूस कर रहा हूँ
it: Mi sento molto giù
ja: とても落ち込んでいる
ko: 매우 우울해요
nl: Voel me erg slecht
pt: Me sentindo muito mal
ru: Чувствую себя очень плохо
tr: Çok kötü hissediyorum
zh: 感觉非常低落

# moodBadDesc
source: I feel bad
ar: أمر بوقت صعب
de: Habe eine schwere Zeit
es: Pasando un mal momento
fr: Je passe un mauvais moment
hi: कठिन समय से गुजर रहा हूँ
it: Sto passando un brutto momento
ja: つらい時期を過ごしている
ko: 힘든 시간을 보내고 있어요
nl: Heb een moeilijke tijd
pt: Passando por um momento difícil
ru: Переживаю трудное время
tr: Kötü hissediyorum
zh: 度过艰难时期

# moodNeutralDesc
source: I feel neutral
ar: أشعر أنني بخير
de: Fühle mich in Ordnung
es: Me siento bien
fr: Je me sens bien
hi: ठीक महसूस कर रहा हूँ
it: Mi sento bene
ja: 普通
ko: 괜찮아요
nl: Voel me oké
pt: Me sentindo bem
ru: Чувствую себя нормально
tr: Normal hissediyorum
zh: 感觉还好

# moodGoodDesc
source: I feel good
ar: أشعر بإيجابية
de: Fühle mich positiv
es: Me siento positivo
fr: Je me sens positif
hi: सकारात्मक महसूस कर रहा हूँ
it: Mi sento positivo
ja: 前向きな気分
ko: 긍정적이에요
nl: Voel me positief
pt: Me sentindo positivo
ru: Чувствую себя позитивно
tr: İyi hissediyorum
zh: 感觉积极

# moodExcellentDesc
source: I feel excellent
ar: أشعر بروعة
de: Fühle mich fantastisch
es: Me siento increíble
fr: Je me sens incroyable
hi: अद्भुत महसूस कर रहा हूँ
it: Mi sento fantastico
ja: 素晴らしい気分
ko: 정말 좋아요
nl: Voel me geweldig
pt: Me sentindo incrível
ru: Чувствую себя потрясающе
tr: Harika hissediyorum
zh: 感觉很棒

# feelingMoreSpecific
source: Let's describe this feeling more specifically
ar: هل يمكنك أن تكون أكثر تحديدًا؟
de: Können Sie genauer sein?
es: ¿Puedes ser más específico?
fr: Pouvez-vous être plus précis ?
hi: क्या आप अधिक विशिष्ट हो सकते हैं?
it: Puoi essere più specifico?
ja: もう少し具体的に教えてください
ko: 더 구체적으로 말씀해 주시겠어요?
nl: Kunt u specifieker zijn?
pt: Pode ser mais específico?
ru: Можете быть более конкретным?
tr: Bu duyguyu daha ayrıntılı tarif edelim
zh: 能更具体一些吗？

# selectSubEmotionDesc
source: Which sub-emotion best describes you?
ar: اختر عاطفة أكثر تحديدًا
de: Wählen Sie eine spezifischere Emotion
es: Selecciona una emoción más específica
fr: Sélectionnez une émotion plus spécifique
hi: अधिक विशिष्ट भावना चुनें
it: Seleziona un'emozione più specifica
ja: より具体的な感情を選択
ko: 더 구체적인 감정을 선택하세요
nl: Selecteer een specifiekere emotie
pt: Selecione uma emoção mais específica
ru: Выберите более конкретную эмоцию
tr: Hangi alt duygu seni en iyi tanımlıyor?
zh: 选择更具体的情绪

# whatsTheCause
source: What's the cause of this state?
ar: ما السبب؟
de: Was ist die Ursache?
es: ¿Cuál es la causa?
fr: Quelle en est la cause ?
hi: कारण क्या है?
it: Qual è la causa?
ja: 原因は何ですか？
ko: 원인이 무엇인가요?
nl: Wat is de oorzaak?
pt: Qual é a causa?
ru: Какая причина?
tr: Bu durumun sebebi nedir?
zh: 原因是什么？

# selectReasonDesc
source: Which factor affected your day the most?
ar: اختر ما يؤثر على مزاجك
de: Wählen Sie aus, was Ihre Stimmung beeinflusst
es: Selecciona qué está afectando tu estado de ánimo
fr: Sélectionnez ce qui affecte votre humeur
hi: चुनें कि आपके मूड को क्या प्रभावित कर रहा है
it: Seleziona cosa sta influenzando il tuo umore
ja: 気分に影響を与えているものを選択
ko: 기분에 영향을 주는 것을 선택하세요
nl: Selecteer wat uw stemming beïnvloedt
pt: Selecione o que está afetando seu humor
ru: Выберите, что влияет на ваше настроение
tr: Günümüzü en çok hangi faktör etkiledi?
zh: 选择影响您心情的因素

# moodNeutral
source: Neutral
ar: محايد
fr: Neutre
hi: तटस्थ
it: Neutro
ja: 普通
ko: 보통
nl: Neutraal
pt: Neutro
ru: Нейтральное
tr: Normal
zh: 中性

# moodExcellent
source: Excellent
ar: ممتاز
de: Ausgezeichnet
es: Excelente
hi: उत्कृष्ट
it: Eccellente
ja: 素晴らしい
ko: 훌륭함
nl: Uitstekend
pt: Excelente
ru: Отличное
tr: Mükemmel
zh: 优秀

source: How are you feeling?
ar: كيف تشعر؟
de: Wie fühlen Sie sich?
es: ¿Cómo te sientes?
fr: Comment vous sentez-vous ?
hi: आप कैसा महसूस कर रहे हैं?
it: Come ti senti?
ja: 気分はいかがですか？
ko: 기분이 어떠신가요?
nl: Hoe voelt u zich?
pt: Como você está se sentindo?
ru: Как вы себя чувствуете?
tr: Kendini nasıl hissediyorsun?
zh: 您感觉如何？

source: Select your mood
ar: اختر مزاجك
de: Wählen Sie Ihre Stimmung
es: Selecciona tu estado de ánimo
fr: Sélectionnez votre humeur
hi: अपना मूड चुनें
it: Seleziona il tuo umore
ja: 気分を選択
ko: 기분을 선택하세요
nl: Selecteer uw stemming
pt: Selecione seu humor
ru: Выберите настроение
tr: Ruh halini seç
zh: 选择您的心情

# subEmotionSelection
source: Let's describe this feeling in more detail
ar: اختيار العاطفة الفرعية
de: Unter-Emotions-Auswahl
es: Selección de sub-emoción
fr: Sélection de la sous-émotion
hi: उप-भावना चयन
it: Selezione sotto-emozione
ja: 詳細な感情の選択
ko: 세부 감정 선택
nl: Sub-emotie selectie
pt: Seleção de sub-emoção
ru: Выбор под-эмоции
tr: Bu duyguyu daha detaylı tarif edelim
zh: 细分情绪选择

source: Select Sub-emotion
ar: اختر عاطفة فرعية
de: Unter-Emotion auswählen
es: Seleccionar sub-emoción
fr: Sélectionner la sous-émotion
hi: उप-भावना चुनें
it: Seleziona sotto-emozione
ja: 詳細な感情を選択
ko: 세부 감정 선택
nl: Selecteer sub-emotie
pt: Selecionar sub-emoção
ru: Выберите под-эмоцию
tr: Alt duygu seç
zh: 选择细分情绪

# subEmotionExhausted
source: Exhausted
ar: منهك
de: Erschöpft
es: Agotado
fr: Épuisé
hi: थका हुआ
it: Esausto
ja: 疲れ果てた
ko: 지친
nl: Uitgeput
pt: Exausto
ru: Истощённый
tr: Bitkin
zh: 精疲力竭

# subEmotionHelpless
source: Helpless
ar: عاجز
de: Hilflos
es: Impotente
fr: Impuissant
hi: असहाय
it: Impotente
ja: 無力
ko: 무력한
nl: Hulpeloos
pt: Impotente
ru: Беспомощный
tr: Çaresiz
zh: 无助

# subEmotionHopeless
source: Hopeless
ar: يائس
de: Hoffnungslos
es: Desesperado
fr: Désespéré
hi: निराश
it: Senza speranza
ja: 絶望的
ko: 절망적인
nl: Hopeloos
pt: Sem esperança
ru: Безнадёжный
tr: Umutsuz
zh: 绝望

# subEmotionHurt
source: Hurt
ar: مجروح
de: Verletzt
es: Herido
fr: Blessé
hi: आहत
it: Ferito
ja: 傷ついた
ko: 상처받은
nl: Gekwetst
pt: Machucado
ru: Обиженный
tr: İncinmiş
zh: 受伤

# subEmotionDrained
source: Drained
ar: مستنزف
de: Ausgelaugt
es: Exhausto
fr: Épuisé
hi: खाली
it: Prosciugato
ja: 消耗した
ko: 기진맥진한
nl: Uitgeput
pt: Esgotado
ru: Измотанный
tr: Boşalmış
zh: 疲惫不堪

# subEmotionAngry
source: Angry
ar: غاضب
de: Wütend
es: Enojado
fr: En colère
hi: क्रोधित
it: Arrabbiato
ja: 怒っている
ko: 화난
nl: Boos
pt: Irritado
ru: Злой
tr: Kızgın
zh: 愤怒

# subEmotionSad
source: Sad
ar: حزين
de: Traurig
es: Triste
fr: Triste
hi: उदास
it: Triste
ja: 悲しい
ko: 슬픈
nl: Verdrietig
pt: Triste
ru: Грустный
tr: Üzgün
zh: 悲伤

# subEmotionAnxious
source: Anxious
ar: قلق
de: Ängstlich
es: Ansioso
fr: Anxieux
hi: चिंतित
it: Ansioso
ja: 不安
ko: 불안한
nl: Angstig
pt: Ansioso
ru: Тревожный
tr: Endişeli
zh: 焦虑

# subEmotionStressed
source: Stressed
ar: متوتر
de: Gestresst
es: Estresado
fr: Stressé
hi: तनावग्रस्त
it: Stressato
ja: ストレスを感じる
ko: 스트레스받는
nl: Gestrest
pt: Estressado
ru: Напряжённый
tr: Stresli
zh: 压力大

# subEmotionDemoralized
source: Demoralized
ar: محبط
de: Demoralisiert
es: Desmoralizado
fr: Démoralisé
hi: हतोत्साहित
it: Demoralizzato
ja: 意気消沈
ko: 의기소침한
nl: Gedemoraliseerd
pt: Desmoralizado
ru: Деморализованный
tr: Morali Bozuk
zh: 士气低落

# subEmotionIndecisive
source: Indecisive
ar: مُحتار
de: Unentschlossen
es: Indeciso
fr: Indécis
hi: अनिर्णीत
it: Indeciso
ja: 優柔不断
ko: 우유부단한
nl: Besluiteloos
pt: Indeciso
ru: Нерешительный
tr: Kararsız
zh: 犹豫不决

# subEmotionTired
source: Tired
ar: متعب
de: Müde
es: Cansado
fr: Fatigué
hi: थका हुआ
it: Stanco
ja: 疲れた
ko: 피곤한
nl: Moe
pt: Cansado
ru: Уставший
tr: Yorgun
zh: 疲倦

# subEmotionOrdinary
source: Ordinary
ar: عادي
de: Gewöhnlich
es: Normal
fr: Ordinaire
hi: साधारण
it: Normale
ja: 普通
ko: 평범한
nl: Gewoon
pt: Normal
ru: Обычный
tr: Sıradan
zh: 普通

# subEmotionCalm
source: Calm
ar: هادئ
de: Ruhig
es: Tranquilo
fr: Calme
hi: शांत
it: Calmo
ja: 穏やか
ko: 차분한
nl: Kalm
pt: Calmo
ru: Спокойный
tr: Sakin
zh: 平静

# subEmotionEmpty
source: Empty
ar: فارغ
de: Leer
es: Vacío
fr: Vide
hi: खाली
it: Vuoto
ja: 空虚
ko: 공허한
nl: Leeg
pt: Vazio
ru: Опустошённый
tr: Boş
zh: 空虚

# subEmotionHappy
source: Happy
ar: سعيد
de: Glücklich
es: Feliz
fr: Heureux
hi: खुश
it: Felice
ja: 幸せ
ko: 행복한
nl: Gelukkig
pt: Feliz
ru: Счастливый
tr: Mutlu
zh: 快乐

# subEmotionCheerful
source: Cheerful
ar: مبتهج
de: Fröhlich
es: Alegre
fr: Joyeux
hi: प्रसन्न
it: Allegro
ja: 陽気
ko: 명랑한
nl: Vrolijk
pt: Alegre
ru: Весёлый
tr: Neşeli
zh: 愉快

# subEmotionExcited
source: Excited
ar: متحمس
de: Aufgeregt
es: Emocionado
fr: Excité
hi: उत्साहित
it: Eccitato
ja: 興奮している
ko: 신난
nl: Opgewonden
pt: Empolgado
ru: Взволнованный
tr: Heyecanlı
zh: 兴奋

# subEmotionEnthusiastic
source: Enthusiastic
ar: متلهف
de: Enthusiastisch
es: Entusiasta
fr: Enthousiaste
hi: उत्साही
it: Entusiasta
ja: 熱心
ko: 열정적인
nl: Enthousiast
pt: Entusiasmado
ru: Энтузиазм
tr: Coşkulu
zh: 热情

# subEmotionDetermined
source: Determined
ar: مُصمم
de: Entschlossen
es: Determinado
fr: Déterminé
hi: दृढ़निश्चयी
it: Determinato
ja: 決意した
ko: 결연한
nl: Vastbesloten
pt: Determinado
ru: Решительный
tr: Kararlı
zh: 坚定

# subEmotionMotivated
source: Motivated
ar: محفز
de: Motiviert
es: Motivado
fr: Motivé
hi: प्रेरित
it: Motivato
ja: やる気がある
ko: 의욕적인
nl: Gemotiveerd
pt: Motivado
ru: Мотивированный
tr: Motive
zh: 有动力

# subEmotionAmazing
source: Amazing
tr: Harika

# subEmotionEnergetic
source: Energetic
tr: Enerjik

# subEmotionPeaceful
source: Peaceful
tr: Huzurlu

# subEmotionGrateful
source: Grateful
tr: Minnettar

# subEmotionLoving
source: Loving
tr: Sevgi Dolu

# reasonSelection
source: What's the reason for this state?
tr: Bu durumun sebebi nedir?

source: Select Reason
tr: Sebep seç

# reasonAcademic
source: Academic
tr: Akademik

# reasonWork
source: Work
ar: العمل
de: Arbeit
es: Trabajo
fr: Travail
hi: काम
it: Lavoro
ja: 仕事
ko: 일
nl: Werk
pt: Trabalho
ru: Работа
tr: İş
zh: 工作

# reasonRelationship
source: Relationship
tr: İlişki

# reasonFinance
source: Finance
tr: Finans

# reasonHealth
source: Health
ar: الصحة
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
it: Salute
ja: 健康
ko: 건강
nl: Gezondheid
pt: Saúde
ru: Здоровье
tr: Sağlık
zh: 健康

# reasonSocial
source: Social
tr: Sosyal

# reasonPersonalGrowth
source: Personal Growth
tr: Kişisel Gelişim

# reasonWeather
source: Weather
tr: Hava Durumu

# reasonOther
source: Other
ar: آخر
de: Sonstiges
es: Otro
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 기타
nl: Ander
pt: Outro
ru: Другое
tr: Diğer
zh: 其他

source: Journal Entry
tr: Günlük Girişi

source: Tell us more
tr: Biraz daha anlat

# journalEntryDesc
source: Is there anything you'd like to write about today?
tr: Bugün hakkında yazmak istediğin var mı?

source: Your Mood Today
tr: Bugünkü Ruh Halin

# journalHint
source: Something you'd like to write about today...
tr: Bugün hakkında yazmak istediğin bir şey...

source: Saving...
tr: Kaydediliyor...

source: Save Entry
tr: Girişi Kaydet

# entrySaved
source: Entry saved successfully!
tr: Giriş başarıyla kaydedildi!

# saveError
source: An error occurred while saving
tr: Kaydederken bir hata oluştu

# moodFlow
source: Mood
tr: Ruh Hali

source: Mood Tracker
tr: Ruh Hali Takibi

# continueButton
source: Continue
tr: Devam Et

source: Skip
ar: تخطي
es: Omitir
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pt: Pular
ru: Пропустить
tr: Geç
zh: 跳过

source: Mood Analytics
tr: Mood Analizi

source: Overview
tr: Genel Bakış

source: Trends
tr: Trendler

source: History
tr: Geçmiş

# noMoodData
source: No mood data yet
tr: Henüz mood verisi yok

# startTrackingMood
source: Start tracking your mood to see analytics
tr: Analitikleri görmek için mood'unuzu takip etmeye başlayın

source: Total Entries
tr: Toplam Girişler

source: Average Mood
ar: المزاج المتوسط
de: Durchschnittliche Stimmung
es: Estado de ánimo promedio
fr: Humeur moyenne
hi: औसत मूड
it: Umore medio
ja: 平均的な気分
ko: 평균 기분
nl: Gemiddelde stemming
pt: Humor médio
ru: Среднее настроение
tr: Ortalama Mood
zh: 平均心情

source: Mood Distribution
tr: Mood Dağılımı

source: Top Categories
tr: Üst Kategoriler

source: Most Common Mood
tr: En Yaygın Mood

source: Most Common Emotion
tr: En Yaygın Duygu

source: Most Common Reason
tr: En Yaygın Sebep

# noTrendData
source: Not enough data for trends
tr: Trend için yeterli veri yok

# moodTrend
source: Mood Trend (Last 30 Days)
tr: Mood Trendi (Son 30 Gün)

source: Insights
tr: İçgörüler

# moodImproving
source: Your mood is improving!
tr: Mood'unuz gelişiyor!

# moodDeclining
source: Your mood seems to be declining
tr: Mood'unuz düşüyor gibi görünüyor

# moodStable
source: Your mood is relatively stable
tr: Mood'unuz nispeten stabil

# noHistory
source: No mood history
ar: لا يوجد سجل
de: Kein Verlauf
es: Sin historial
fr: Aucun historique
hi: कोई इतिहास नहीं
it: Nessuna cronologia
ja: 履歴なし
ko: 기록 없음
nl: Geen geschiedenis
pt: Sem histórico
ru: Нет истории
tr: Mood geçmişi yok
zh: 无历史记录

source: Habit not found.
ar: لم يتم العثور على العادة.
de: Gewohnheit nicht gefunden.
es: Hábito no encontrado.
fr: Habitude non trouvée.
hi: आदत नहीं मिली।
it: Abitudine non trovata.
ja: 習慣が見つかりません。
ko: 습관을 찾을 수 없습니다.
nl: Gewoonte niet gevonden.
pt: Hábito não encontrado.
ru: Привычка не найдена.
tr: Alışkanlık bulunamadı.
zh: 未找到习惯。

# habitUpdatedMessage
source: Habit updated.
ar: تم تحديث العادة.
de: Gewohnheit aktualisiert.
es: Hábito actualizado.
fr: Habitude mise à jour.
hi: आदत अपडेट की गई।
it: Abitudine aggiornata.
ja: 習慣が更新されました。
ko: 습관이 업데이트되었습니다.
nl: Gewoonte bijgewerkt.
pt: Hábito atualizado.
ru: Привычка обновлена.
tr: Alışkanlık güncellendi.
zh: 习惯已更新。
