Repository: furkankisisel/mira_delete_account
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt, ru, tr, zh

# noExpensesThisMonth
source: No expenses for this month
ar: لا توجد مصروفات لهذا الشهر
de: Keine Ausgaben für diesen Monat
es: No hay gastos para este mes
fr: Aucune dépense pour ce mois
hi: इस महीने कोई व्यय नहीं
it: Nessuna spesa per questo mese
ja: 今月の支出はありません
ko: 이번 달 지출 없음
nl: Geen uitgaven voor deze maand
pt: Nenhuma despesa para este mês
ru: Нет расходов за этот месяц
tr: Bu ay hiç harcama yok
zh: 本月无支出

source: No habits added yet.
ar: لم تتم إضافة أي عادات بعد.
de: Noch keine Gewohnheiten hinzugefügt.
es: Aún no se han añadido hábitos.
fr: Aucune habitude ajoutée pour le moment.
hi: अभी तक कोई आदत नहीं जोड़ी गई है।
it: Nessuna abitudine ancora aggiunta.
ja: まだ習慣が追加されていません。
ko: 아직 추가된 습관 없음.
nl: Nog geen gewoonten toegevoegd.
pt: Nenhum hábito adicionado ainda.
ru: Привычки еще не добавлены.
tr: Henüz alışkanlık eklenmedi.
zh: 尚未添加习惯。

# noIncomeThisMonth
source: No income for this month
ar: لا يوجد دخل لهذا الشهر
de: Kein Einkommen für diesen Monat
es: No hay ingresos para este mes
fr: Aucun revenu pour ce mois
hi: इस महीने कोई आय नहीं
it: Nessun reddito per questo mese
ja: 今月の収入はありません
ko: 이번 달 소득 없음
nl: Geen inkomsten voor deze maand
pt: Nenhuma renda para este mês
ru: Нет доходов за этот месяц
tr: Bu ay hiç gelir yok
zh: 本月无收入

# noLinkedHabitsInVision
source: No habits linked to this vision.
ar: لا توجد عادات مرتبطة بهذه الرؤية.
de: Keine Gewohnheiten mit dieser Vision verknüpft.
es: No hay hábitos vinculados a esta visión.
fr: Aucune habitude liée à cette vision.
hi: इस दृष्टि से कोई आदतें जुड़ी नहीं हैं।
it: Nessuna abitudine collegata a questa visione.
ja: このビジョンにリンクされた習慣はありません。
ko: 이 비전에 연결된 습관 없음.
nl: Geen gewoonten gekoppeld aan deze visie.
pt: Nenhum hábito vinculado a esta visão.
ru: Нет привычек, связанных с этим видением.
tr: Bu vizyona bağlı alışkanlık yok.
zh: 没有与此愿景关联的习惯。

source: No ready visions found.
ar: لم يتم العثور على رؤى جاهزة.
de: Keine fertigen Visionen gefunden.
es: No se encontraron visiones listas.
fr: Aucune vision prête trouvée.
hi: कोई तैयार दृष्टि नहीं मिली।
it: Nessuna visione pronta trovata.
ja: 既製のビジョンが見つかりません。
ko: 준비된 비전 없음.
nl: Geen kant-en-klare visies gevonden.
pt: Nenhuma visão pronta encontrada.
ru: Готовые видения не найдены.
tr: Hazır vizyon bulunamadı.
zh: 未找到现成的愿景。

# noRecordsThisMonth
source: No records for this month
ar: لا توجد سجلات لهذا الشهر
de: Keine Datensätze für diesen Monat
es: No hay registros para este mes
fr: Aucun enregistrement pour ce mois
hi: इस महीने कोई रिकॉर्ड नहीं
it: Nessuna registrazione per questo mese
ja: 今月の記録はありません
ko: 이번 달 기록 없음
nl: Geen records voor deze maand
pt: Nenhum registro para este mês
ru: Нет записей за этот месяц
tr: Bu ay için kayıt yok
zh: 本月无记录

source: Not added yet.
ar: لم تتم الإضافة بعد.
de: Noch nicht hinzugefügt.
es: Aún no añadido.
fr: Pas encore ajouté.
hi: अभी तक नहीं जोड़ा गया है।
it: Non ancora aggiunto.
ja: まだ追加されていません。
ko: 아직 추가되지 않음.
nl: Nog niet toegevoegd.
pt: Ainda não adicionado.
ru: Еще не добавлено.
tr: Henüz eklenmedi.
zh: 尚未添加。

source: Not unlocked
ar: غير مفتوح
de: Nicht freigeschaltet
es: No desbloqueado
fr: Non déverrouillé
hi: अनलॉक नहीं है
it: Non sbloccato
ja: ロックされていない
ko: 잠금 해제되지 않음
nl: Niet ontgrendeld
pt: Não desbloqueado
ru: Не разблокировано
tr: Kilidi açılmadı
zh: 未解锁

source: Note (optional)
ar: ملاحظة (اختياري)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (facultatif)
hi: नोट (वैकल्पिक)
it: Nota (opzionale)
ja: メモ（任意）
ko: 메모 (선택 사항)
nl: Notitie (optioneel)
pt: Nota (opcional)
ru: Примечание (необязательно)
tr: Not (isteğe bağlı)
zh: 备注（可选）

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pt: Notificações
ru: Уведомления
tr: Bildirimler
zh: 通知

# numberLabel
source: Number
ar: رقم
de: Nummer
es: Número
fr: Nombre
hi: संख्या
it: Numero
ja: 数値
ko: 숫자
nl: Getal
pt: Número
ru: Число
tr: Sayı
zh: 数字

# numericExample
source: Drink 8 glasses of water per day
ar: اشرب 8 أكواب من الماء يوميًا
de: Trinke 8 Gläser Wasser pro Tag
es: Beber 8 vasos de agua al día
fr: Boire 8 verres d'eau par jour
hi: प्रति दिन 8 गिलास पानी पिएं
it: Bevi 8 bicchieri d'acqua al giorno
ja: 1日に8杯の水を飲む
ko: 하루에 물 8잔 마시기
nl: Drink 8 glazen water per dag
pt: Beber 8 copos de água por dia
ru: Выпивать 8 стаканов воды в день
tr: Günde 8 bardak su iç
zh: 每天喝8杯水

# numericSettings
source: Numerical Goal Settings
ar: إعدادات الهدف الرقمي
de: Numerische Zieleinstellungen
es: Configuración de objetivo numérico
fr: Paramètres de l'objectif numérique
hi: संख्यात्मक लक्ष्य सेटिंग्स
it: Impostazioni obiettivo numerico
ja: 数値目標設定
ko: 수치 목표 설정
nl: Instellingen voor numeriek doel
pt: Configurações de Meta Numérica
ru: Настройки числовой цели
tr: Sayısal Hedef Ayarları
zh: 数字目标设置

# numericalDescription
source: Numerical goal tracking
ar: تتبع الهدف الرقمي
de: Numerische Zielverfolgung
es: Seguimiento de objetivo numérico
fr: Suivi de l'objectif numérique
hi: संख्यात्मक लक्ष्य ट्रैकिंग
it: Tracciamento obiettivo numerico
ja: 数値目標の追跡
ko: 수치 목표 추적
nl: Numerieke doelregistratie
pt: Rastreamento de meta numérica
ru: Отслеживание числовой цели
tr: Sayısal hedef takibi
zh: 数字目标跟踪

# numericalGoalShort
source: Numerical goal
ar: هدف رقمي
de: Numerisches Ziel
es: Objetivo numérico
fr: Objectif numérique
hi: संख्यात्मक लक्ष्य
it: Obiettivo numerico
ja: 数値目標
ko: 수치 목표
nl: Numeriek doel
pt: Meta numérica
ru: Числовая цель
tr: Sayısal hedef
zh: 数字目标

# numericalType
source: Numerical Value
ar: قيمة رقمية
de: Numerischer Wert
es: Valor Numérico
fr: Valeur numérique
hi: संख्यात्मक मान
it: Valore numerico
ja: 数値
ko: 수치 값
nl: Numerieke waarde
pt: Valor Numérico
ru: Числовое значение
tr: Sayısal Değer
zh: 数值

# oceanTheme
source: Ocean
ar: المحيط
de: Ozean
es: Océano
fr: Océan
hi: महासागर
it: Oceano
ja: オーシャン
ko: 오션
nl: Oceaan
pt: Oceano
ru: Океан
tr: Okyanus
zh: 海洋

# oceanThemeDesc
source: Calm blue theme
ar: مظهر أزرق هادئ
de: Ruhiges blaues Design
es: Tema azul tranquilo
fr: Thème bleu calme
hi: शांत नीला थीम
it: Tema blu tranquillo
ja: 穏やかな青いテーマ
ko: 고요한 파란색 테마
nl: Rustig blauw thema
pt: Tema azul tranquilo
ru: Спокойная синяя тема
tr: Sakin mavi tema
zh: 宁静的蓝色主题

# onDailyLimit
source: You're on your daily limit.
ar: لقد وصلت إلى الحد اليومي.
de: Du hast dein Tageslimit erreicht.
es: Estás en tu límite diario.
fr: Vous avez atteint votre limite quotidienne.
hi: आप अपनी दैनिक सीमा पर हैं।
it: Hai raggiunto il tuo limite giornaliero.
ja: 1日の制限に達しました。
ko: 일일 한도에 도달했습니다.
nl: Je hebt je dagelijkse limiet bereikt.
pt: Você está no seu limite diário.
ru: Вы достигли дневного лимита.
tr: Günlük limitinizdesiniz.
zh: 您已达到每日限额。

# onPeriodic
source: At specific intervals
ar: على فترات محددة
de: In bestimmten Intervallen
es: En intervalos específicos
fr: À des intervalles spécifiques
hi: विशिष्ट अंतराल पर
it: A intervalli specifici
ja: 特定の間隔で
ko: 특정 간격으로
nl: Met specifieke intervallen
pt: Em intervalos específicos
ru: С определенными интервалами
tr: Belirli aralıklarla
zh: 按特定间隔

source: On specific month days
ar: في أيام محددة من الشهر
de: An bestimmten Monatstagen
es: En días específicos del mes
fr: Certains jours du mois
hi: महीने के विशिष्ट दिनों में
it: In giorni specifici del mese
ja: 特定の月の日に
ko: 특정 월일에
nl: Op specifieke dagen van de maand
pt: Em dias específicos do mês
ru: В определенные дни месяца
tr: Ayın belirli günlerinde
zh: 在特定月份的日期

source: On specific weekdays
ar: في أيام محددة من الأسبوع
de: An bestimmten Wochentagen
es: En días específicos de la semana
fr: Certains jours de la semaine
hi: सप्ताह के विशिष्ट दिनों में
it: In giorni specifici della settimana
ja: 特定の曜日に
ko: 특정 요일에
nl: Op specifieke weekdagen
pt: Em dias específicos da semana
ru: В определенные дни недели
tr: Haftanın belirli günlerinde
zh: 在特定工作日

source: On specific year days
ar: في أيام محددة من السنة
de: An bestimmten Jahrestagen
es: En días específicos del año
fr: Certains jours de l'année
hi: वर्ष के विशिष्ट दिनों में
it: In giorni specifici dell'anno
ja: 特定の年の日に
ko: 특정 연일에
nl: Op specifieke dagen van het jaar
pt: Em dias específicos do ano
ru: В определенные дни года
tr: Yılın belirli günlerinde
zh: 在特定年份的日期

source: Once
ar: مرة واحدة
de: Einmal
es: Una vez
fr: Une fois
hi: एक बार
it: Una volta
ja: 1回
ko: 한 번
nl: Eenmaal
pt: Uma vez
ru: Один раз
tr: Bir kez
zh: 一次

source: Other
ar: أخرى
de: Sonstiges
es: Otro
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 기타
nl: Andere
pt: Outro
ru: Другое
tr: Diğer
zh: 其他

source: Outline
ar: مخطط تفصيلي
de: Umriss
es: Contorno
fr: Contour
hi: रूपरेखा
it: Contorno
ja: アウトライン
ko: 윤곽선
nl: Omtrek
pt: Contorno
ru: Контур
tr: Anahat
zh: 轮廓

source: Outline color
ar: لون المخطط التفصيلي
de: Umrissfarbe
es: Color del contorno
fr: Couleur du contour
hi: रूपरेखा का रंग
it: Colore contorno
ja: アウトラインの色
ko: 윤곽선 색상
nl: Omtrekkleur
pt: Cor do contorno
ru: Цвет контура
tr: Anahat rengi
zh: 轮廓颜色

source: Pages
ar: صفحات
de: Seiten
es: Páginas
hi: पृष्ठ
it: Pagine
ja: ページ
ko: 페이지
nl: Pagina's
pt: Páginas
ru: Страницы
tr: Sayfa
zh: 页数

source: Pause
ar: إيقاف مؤقت
es: Pausa
hi: रोकें
it: Pausa
ja: 一時停止
ko: 일시 중지
nl: Pauze
pt: Pausar
ru: Пауза
tr: Duraklat
zh: 暂停

source: Periodic Selection
ar: اختيار دوري
de: Periodische Auswahl
es: Selección periódica
fr: Sélection périodique
hi: आवधिक चयन
it: Selezione periodica
ja: 定期的な選択
ko: 주기적 선택
nl: Periodieke selectie
pt: Seleção Periódica
ru: Периодический выбор
tr: Periyodik Seçim
zh: 定期选择

source: Pick today's mood
ar: اختر مزاج اليوم
de: Wähle die heutige Stimmung
es: Elige el estado de ánimo de hoy
fr: Choisissez l'humeur d'aujourd'hui
hi: आज का मूड चुनें
it: Scegli l'umore di oggi
ja: 今日の気分を選択
ko: 오늘의 기분 선택
nl: Kies de stemming van vandaag
pt: Escolha o humor de hoje
ru: Выберите сегодняшнее настроение
tr: Bugünün ruh halini seç
zh: 选择今天的心情

source: Planned monthly spend
ar: الإنفاق الشهري المخطط له
de: Geplante monatliche Ausgaben
es: Gasto mensual planificado
fr: Dépenses mensuelles prévues
hi: नियोजित मासिक खर्च
it: Spesa mensile pianificata
ja: 計画された月間支出
ko: 계획된 월간 지출
nl: Geplande maandelijkse uitgaven
pt: Gasto mensal planejado
ru: Запланированные месячные расходы
tr: Planlanan aylık harcama
zh: 计划每月支出

source: Plate color
ar: لون اللوحة
de: Plattenfarbe
es: Color de la placa
fr: Couleur de la plaque
hi: प्लेट का रंग
it: Colore piatto
ja: プレートの色
ko: 플레이트 색상
nl: Plaatkleur
pt: Cor da placa
ru: Цвет пластины
tr: Plaka rengi
zh: 底板颜色

source: Previous
ar: السابق
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
pt: Anterior
ru: Предыдущий
tr: Geri
zh: 上一步

source: Previous year
ar: العام السابق
de: Vorheriges Jahr
es: Año anterior
fr: Année précédente
hi: पिछले साल
it: Anno precedente
ja: 前年
ko: 작년
nl: Vorig jaar
pt: Ano anterior
ru: Предыдущий год
tr: Geçen yıl
zh: 上一年

source: Privacy & security
ar: الخصوصية والأمان
de: Datenschutz & Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
hi: गोपनीयता और सुरक्षा
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
ko: 개인정보 보호 및 보안
nl: Privacy en beveiliging
pt: Privacidade e segurança
ru: Конфиденциальность и безопасность
tr: Gizlilik ve güvenlik
zh: 隐私与安全

source: Productivity
ar: الإنتاجية
de: Produktivität
es: Productividad
fr: Productivité
hi: उत्पादकता
it: Produttività
ja: 生産性
ko: 생산성
nl: Productiviteit
pt: Produtividade
ru: Продуктивность
tr: Üretkenlik
zh: 效率

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफाइल
it: Profilo
ja: プロファイル
ko: 프로필
nl: Profiel
pt: Perfil
ru: Профиль
tr: Profil
zh: 个人资料

# profileInfo
source: Profile information
ar: معلومات الملف الشخصي
de: Profilinformationen
es: Información del perfil
fr: Informations du profil
hi: प्रोफाइल जानकारी
it: Informazioni profilo
ja: プロフィール情報
ko: 프로필 정보
nl: Profielinformatie
pt: Informações do perfil
ru: Информация профиля
tr: Profil bilgileri
zh: 个人资料信息

source: Profile updated
ar: تم تحديث الملف الشخصي
de: Profil aktualisiert
es: Perfil actualizado
fr: Profil mis à jour
hi: प्रोफाइल अपडेट किया गया
it: Profilo aggiornato
ja: プロフィールが更新されました
ko: 프로필이 업데이트되었습니다
nl: Profiel bijgewerkt
pt: Perfil atualizado
ru: Профиль обновлен
tr: Profil güncellendi
zh: 个人资料已更新

# readyVisionsLoadFailed
source: Ready visions couldn't be loaded.
ar: تعذر تحميل الرؤى الجاهزة.
de: Fertige Visionen konnten nicht geladen werden.
es: No se pudieron cargar las visiones listas.
fr: Les visions prêtes n'ont pas pu être chargées.
hi: तैयार दृष्टियां लोड नहीं हो सकीं।
it: Impossibile caricare le visioni pronte.
ja: 既製のビジョンを読み込めませんでした。
ko: 준비된 비전을 로드할 수 없습니다.
nl: Kant-en-klare visies konden niet worden geladen.
pt: Não foi possível carregar as visões prontas.
ru: Не удалось загрузить готовые видения.
tr: Hazır vizyonlar yüklenemedi.
zh: 无法加载现成的愿景。

# recurringMonthlyDesc
source: Automatically add every month on the selected date
ar: إضافة تلقائية كل شهر في التاريخ المحدد
de: Jeden Monat am ausgewählten Datum automatisch hinzufügen
es: Añadir automáticamente cada mes en la fecha seleccionada
fr: Ajouter automatiquement chaque mois à la date sélectionnée
hi: चयनित तिथि पर हर महीने स्वचालित रूप से जोड़ें
it: Aggiungi automaticamente ogni mese nella data selezionata
ja: 選択した日に毎月自動的に追加
ko: 선택한 날짜에 매월 자동으로 추가
nl: Automatisch elke maand toevoegen op de geselecteerde datum
pt: Adicionar automaticamente todos os meses na data selecionada
ru: Автоматически добавлять каждый месяц в выбранную дату
tr: Seçilen tarihte her ay otomatik olarak ekle
zh: 在选定日期每月自动添加

# recurringMonthlyTitle
source: Recurring (monthly)
ar: متكرر (شهريًا)
de: Wiederkehrend (monatlich)
es: Recurrente (mensual)
fr: Récurrent (mensuel)
hi: आवर्ती (मासिक)
it: Ricorrente (mensile)
ja: 定期的（毎月）
ko: 반복 (매월)
nl: Terugkerend (maandelijks)
pt: Recorrente (mensal)
ru: Повторяющийся (ежемесячно)
tr: Yinelenen (aylık)
zh: 重复（每月）

source: Reload
ar: إعادة تحميل
de: Neu laden
es: Recargar
fr: Recharger
hi: पुनः लोड करें
it: Ricarica
ja: 再読み込み
ko: 새로 고침
nl: Herladen
pt: Recarregar
ru: Перезагрузить
tr: Yeniden Yükle
zh: 重新加载

source: Remaining today
ar: المتبقي اليوم
de: Heute verbleibend
es: Restante hoy
fr: Restant aujourd'hui
hi: आज शेष
it: Rimanente oggi
ja: 今日残り
ko: 오늘 남은 시간
nl: Vandaag resterend
pt: Restante hoje
ru: Осталось сегодня
tr: Bugün kalan
zh: 今日剩余

source: Reminder Frequency
ar: تكرار التذكير
de: Erinnerungshäufigkeit
es: Frecuencia del recordatorio
fr: Fréquence du rappel
hi: अनुस्मारक आवृत्ति
it: Frequenza promemoria
ja: リマインダーの頻度
ko: 알림 빈도
nl: Herinneringsfrequentie
pt: Frequência do Lembrete
ru: Частота напоминаний
tr: Hatırlatma Sıklığı
zh: 提醒频率

source: Reminder Settings
ar: إعدادات التذكير
de: Erinnerungseinstellungen
es: Configuración de recordatorios
fr: Paramètres du rappel
hi: अनुस्मारक सेटिंग्स
it: Impostazioni promemoria
ja: リマインダー設定
ko: 알림 설정
nl: Herinneringsinstellingen
pt: Configurações de Lembrete
ru: Настройки напоминаний
tr: Hatırlatıcı Ayarları
zh: 提醒设置

source: Reminder Time
ar: وقت التذكير
de: Erinnerungszeit
es: Hora de Recordatorio
fr: Heure de rappel
hi: अनुस्मारक समय
it: Ora promemoria
ja: リマインダー時間
ko: 알림 시간
nl: Herinneringstijd
pt: Hora do Lembrete
ru: Время Напоминания
tr: Hatırlatma Zamanı
zh: 提醒时间

# repeatEveryDay
source: Repeats every day
ar: يتكرر كل يوم
de: Wiederholt sich jeden Tag
es: Se repite todos los días
fr: Se répète tous les jours
hi: हर दिन दोहराता है
it: Si ripete ogni giorno
ja: 毎日繰り返す
ko: 매일 반복
nl: Herhaalt elke dag
pt: Repete todos os dias
ru: Повторяется каждый день
tr: Her gün tekrarlanır
zh: 每天重复

source: Repeat Every N Days
ar: تكرار كل N يوم
de: Alle N Tage wiederholen
es: Repetir cada N días
fr: Répéter tous les N jours
hi: हर N दिन दोहराएं
it: Ripeti ogni N giorni
ja: N日ごとに繰り返す
ko: N일마다 반복
nl: Herhaal elke N dagen
pt: Repetir a Cada N Dias
ru: Повторять каждые N дней
tr: Her N Günde Bir Tekrarla
zh: 每N天重复一次

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट करें
it: Ripristina
ja: リセット
ko: 초기화
nl: Resetten
pt: Redefinir
ru: Сбросить
tr: Sıfırla
zh: 重置

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить
tr: Tekrar dene
zh: 重试

# ruleEnteredDurationAtLeast
source: Rule: Entered duration ≥ {target}
ar: القاعدة: المدة المدخلة ≥ {target}
de: Regel: Eingegebene Dauer ≥ {target}
es: Regla: Duración introducida ≥ {target}
fr: Règle: Durée saisie ≥ {target}
hi: नियम: दर्ज की गई अवधि ≥ {target}
it: Regola: Durata inserita ≥ {target}
ja: ルール: 入力期間 ≥ {target}
ko: 규칙: 입력 기간 ≥ {target}
nl: Regel: Ingevulde duur ≥ {target}
pt: Regra: Duração inserida ≥ {target}
ru: Правило: Введенная продолжительность ≥ {target}
tr: Kural: Girilen süre ≥ {target}
zh: 规则：输入持续时间 ≥ {target}

# ruleEnteredDurationAtMost
source: Rule: Entered duration ≤ {target}
ar: القاعدة: المدة المدخلة ≤ {target}
de: Regel: Eingegebene Dauer ≤ {target}
es: Regla: Duración introducida ≤ {target}
fr: Règle: Durée saisie ≤ {target}
hi: नियम: दर्ज की गई अवधि ≤ {target}
it: Regola: Durata inserita ≤ {target}
ja: ルール: 入力期間 ≤ {target}
ko: 규칙: 입력 기간 ≤ {target}
nl: Regel: Ingevulde duur ≤ {target}
pt: Regra: Duração inserida ≤ {target}
ru: Правило: Введенная продолжительность ≤ {target}
tr: Kural: Girilen süre ≤ {target}
zh: 规则：输入持续时间 ≤ {target}

# ruleEnteredDurationExactly
source: Rule: Entered duration = {target}
ar: القاعدة: المدة المدخلة = {target}
de: Regel: Eingegebene Dauer = {target}
es: Regla: Duración introducida = {target}
fr: Règle: Durée saisie = {target}
hi: नियम: दर्ज की गई अवधि = {target}
it: Regola: Durata inserita = {target}
ja: ルール: 入力期間 = {target}
ko: 규칙: 입력 기간 = {target}
nl: Regel: Ingevulde duur = {target}
pt: Regra: Duração inserida = {target}
ru: Правило: Введенная продолжительность = {target}
tr: Kural: Girilen süre = {target}
zh: 规则：输入持续时间 = {target}

# ruleEnteredValueAtLeast
source: Rule: Entered value ≥ {target}
ar: القاعدة: القيمة المدخلة ≥ {target}
de: Regel: Eingegebener Wert ≥ {target}
es: Regla: Valor introducido ≥ {target}
fr: Règle: Valeur saisie ≥ {target}
hi: नियम: दर्ज किया गया मान ≥ {target}
it: Regola: Valore inserito ≥ {target}
ja: ルール: 入力値 ≥ {target}
ko: 규칙: 입력 값 ≥ {target}
nl: Regel: Ingevulde waarde ≥ {target}
pt: Regra: Valor inserido ≥ {target}
ru: Правило: Введенное значение ≥ {target}
tr: Kural: Girilen değer ≥ {target}
zh: 规则：输入值 ≥ {target}

# ruleEnteredValueAtMost
source: Rule: Entered value ≤ {target}
ar: القاعدة: القيمة المدخلة ≤ {target}
de: Regel: Eingegebener Wert ≤ {target}
es: Regla: Valor introducido ≤ {target}
fr: Règle: Valeur saisie ≤ {target}
hi: नियम: दर्ज किया गया मान ≤ {target}
it: Regola: Valore inserito ≤ {target}
ja: ルール: 入力値 ≤ {target}
ko: 규칙: 입력 값 ≤ {target}
nl: Regel: Ingevulde waarde ≤ {target}
pt: Regra: Valor inserido ≤ {target}
ru: Правило: Введенное значение ≤ {target}
tr: Kural: Girilen değer ≤ {target}
zh: 规则：输入值 ≤ {target}

# ruleEnteredValueExactly
source: Rule: Entered value = {target}
ar: القاعدة: القيمة المدخلة = {target}
de: Regel: Eingegebener Wert = {target}
es: Regla: Valor introducido = {target}
fr: Règle: Valeur saisie = {target}
hi: नियम: दर्ज किया गया मान = {target}
it: Regola: Valore inserito = {target}
ja: ルール: 入力値 = {target}
ko: 규칙: 입력 값 = {target}
nl: Regel: Ingevulde waarde = {target}
pt: Regra: Valor inserido = {target}
ru: Правило: Введенное значение = {target}
tr: Kural: Girilen değer = {target}
zh: 规则：输入值 = {target}

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Salvar
ru: Сохранить
tr: Kaydet
zh: 保存

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
hi: सहेजा गया
it: Salvato
ja: 保存済み
ko: 저장됨
nl: Opgeslagen
pt: Salvo
ru: Сохранено
tr: Kaydedildi
zh: 已保存

source: Savings / Budget Plan
ar: خطة الادخار / الميزانية
de: Spar- / Budgetplan
es: Plan de Ahorro / Presupuesto
fr: Plan d'épargne / budget
hi: बचत / बजट योजना
it: Piano di risparmio / budget
ja: 貯蓄・予算計画
ko: 저축/예산 계획
nl: Spaar- / budgetplan
pt: Plano de Poupança / Orçamento
ru: План сбережений / бюджета
tr: Tasarruf / Bütçe Planı
zh: 储蓄/预算计划

# scheduleHabit
source: Set your habit's schedule
ar: حدد جدول عادتك
de: Lege den Zeitplan für deine Gewohnheit fest
es: Establece el horario de tu hábito
fr: Définissez l'horaire de votre habitude
hi: अपनी आदत का शेड्यूल सेट करें
it: Imposta il programma della tua abitudine
ja: 習慣のスケジュールを設定
ko: 습관 일정 설정
nl: Stel het schema van je gewoonte in
pt: Defina o cronograma do seu hábito
ru: Установите расписание для своей привычки
tr: Alışkanlığınızın programını ayarlayın
zh: 设置您的习惯日程

# scheduleLabel
source: Schedule
ar: الجدول الزمني
de: Zeitplan
es: Horario
fr: Horaire
hi: शेड्यूल
it: Programma
ja: スケジュール
ko: 일정
nl: Schema
pt: Cronograma
ru: Расписание
tr: Program
zh: 日程

source: Scheduling Options
ar: خيارات الجدولة
de: Planungsoptionen
es: Opciones de programación
fr: Options de planification
hi: शेड्यूलिंग विकल्प
it: Opzioni di pianificazione
ja: スケジュールオプション
ko: 일정 옵션
nl: Planningsopties
pt: Opções de Agendamento
ru: Параметры планирования
tr: Zamanlama Seçenekleri
zh: 日程安排选项

source: Seconds
ar: ثواني
de: Sekunden
es: Segundos
fr: Secondes
hi: सेकंड
it: Secondi
ja: 秒
ko: 초
nl: Seconden
pt: Segundos
ru: Секунды
tr: Saniye
zh: 秒

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteren
pt: Selecionar
ru: Выбрать
tr: Seç
zh: 选择

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
pt: Selecionar Tudo
ru: Выбрать все
tr: Tümünü Seç
zh: 全选

source: Select Category
ar: تحديد الفئة
de: Kategorie auswählen
es: Seleccionar Categoría
fr: Sélectionner une catégorie
hi: श्रेणी चुनें
it: Seleziona categoria
ja: カテゴリを選択
ko: 카테고리 선택
nl: Categorie selecteren
pt: Selecionar Categoria
ru: Выбрать категорию
tr: Kategori Seç
zh: 选择类别

source: Select Date
ar: اختر التاريخ
de: Datum auswählen
es: Seleccionar Fecha
fr: Sélectionner une date
hi: तिथि चुनें
it: Seleziona Data
ja: 日付を選択
ko: 날짜 선택
nl: Datum selecteren
pt: Selecionar Data
ru: Выбрать дату
tr: Tarih Seç
zh: 选择日期

source: Select end date
ar: تحديد تاريخ الانتهاء
de: Enddatum auswählen
es: Seleccionar fecha de finalización
fr: Sélectionner la date de fin
hi: अंतिम तिथि चुनें
it: Seleziona data di fine
ja: 終了日を選択
ko: 종료일 선택
nl: Einddatum selecteren
pt: Selecionar data de término
ru: Выбрать дату окончания
tr: Bitiş tarihini seç
zh: 选择结束日期

source: Select Frequency
ar: تحديد التكرار
de: Häufigkeit auswählen
es: Seleccionar Frecuencia
fr: Sélectionner la fréquence
hi: आवृत्ति चुनें
it: Seleziona frequenza
ja: 頻度を選択
ko: 빈도 선택
nl: Frequentie selecteren
pt: Selecionar Frequência
ru: Выбрать частоту
tr: Sıklık Seç
zh: 选择频率

source: Select Habit Type
ar: تحديد نوع العادة
de: Gewohnheitstyp auswählen
es: Seleccionar Tipo de Hábito
fr: Sélectionner le type d'habitude
hi: आदत का प्रकार चुनें
it: Seleziona tipo di abitudine
ja: 習慣タイプを選択
ko: 습관 유형 선택
nl: Type gewoonte selecteren
pt: Selecionar Tipo de Hábito
ru: Выбрать тип привычки
tr: Alışkanlık Türü Seç
zh: 选择习惯类型

source: Send backward
ar: إرسال إلى الخلف
de: Nach hinten senden
es: Enviar atrás
fr: Mettre en arrière-plan
hi: पीछे भेजें
it: Porta indietro
ja: 背面へ移動
ko: 뒤로 보내기
nl: Naar achteren sturen
pt: Enviar para trás
ru: Переместить назад
tr: Geriye gönder
zh: 后退

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuraciones
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Configurações
ru: Настройки
tr: Ayarlar
zh: 设置

source: Share as link
ar: مشاركة كرابط
de: Als Link teilen
es: Compartir como enlace
fr: Partager en tant que lien
hi: लिंक के रूप में साझा करें
it: Condividi come link
ja: リンクとして共有
ko: 링크로 공유
nl: Delen als link
pt: Compartilhar como link
ru: Поделиться как ссылка
tr: Bağlantı olarak paylaş
zh: 以链接形式分享
