Repository: furkankisisel/mira_delete_account
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt, ru, tr, zh

# shareLinkCopied
source: Share link copied to clipboard.
ar: تم نسخ رابط المشاركة إلى الحافظة.
de: Teilen-Link in die Zwischenablage kopiert.
es: Enlace para compartir copiado al portapapeles.
fr: Lien de partage copié dans le presse-papiers.
hi: शेयर लिंक क्लिपबोर्ड पर कॉपी किया गया।
it: Link di condivisione copiato negli appunti.
ja: 共有リンクがクリップボードにコピーされました。
ko: 공유 링크가 클립보드에 복사되었습니다.
nl: Deellink gekopieerd naar klembord.
pt: Link de compartilhamento copiado para a área de transferência.
ru: Ссылка для обмена скопирована в буфер обмена.
tr: Paylaşım bağlantısı panoya kopyalandı.
zh: 分享链接已复制到剪贴板。

source: Share vision
ar: مشاركة الرؤية
de: Vision teilen
es: Compartir visión
fr: Partager la vision
hi: दृष्टि साझा करें
it: Condividi visione
ja: ビジョンを共有
ko: 비전 공유
nl: Visie delen
pt: Compartilhar visão
ru: Поделиться видением
tr: Vizyonu paylaş
zh: 分享愿景

source: Social
ar: اجتماعي
de: Sozial
hi: सामाजिक
it: Sociale
ja: ソーシャル
ko: 소셜
nl: Sociaal
ru: Социальное
tr: Sosyal
zh: 社交

source: Sound alerts
ar: التنبيهات الصوتية
de: Akustische Warnungen
es: Alertas de sonido
fr: Alertes sonores
hi: ध्वनि अलर्ट
it: Avvisi sonori
ja: 音声アラート
ko: 소리 알림
nl: Geluidswaarschuwingen
pt: Alertas sonoros
ru: Звуковые оповещения
tr: Sesli uyarılar
zh: 声音提醒

source: Specific Days of Month
ar: أيام محددة من الشهر
de: Bestimmte Tage des Monats
es: Días específicos del mes
fr: Jours spécifiques du mois
hi: महीने के विशिष्ट दिन
it: Giorni specifici del mese
ja: 特定の月の日にち
ko: 특정 월일
nl: Specifieke dagen van de maand
pt: Dias Específicos do Mês
ru: Определенные дни месяца
tr: Ayın Belirli Günleri
zh: 特定月份的日期

source: Specific Days of Week
ar: أيام محددة من الأسبوع
de: Bestimmte Tage der Woche
es: Días específicos de la semana
fr: Jours spécifiques de la semaine
hi: सप्ताह के विशिष्ट दिन
it: Giorni specifici della settimana
ja: 特定の曜日
ko: 특정 요일
nl: Specifieke dagen van de week
pt: Dias Específicos da Semana
ru: Определенные дни недели
tr: Haftanın Belirli Günleri
zh: 特定星期几

source: Specific Days of Year
ar: أيام محددة من السنة
de: Bestimmte Tage des Jahres
es: Días específicos del año
fr: Jours spécifiques de l'année
hi: वर्ष के विशिष्ट दिन
it: Giorni specifici dell'anno
ja: 特定の年の日にち
ko: 특정 연일
nl: Specifieke dagen van het jaar
pt: Dias Específicos do Ano
ru: Определенные дни года
tr: Yılın Belirli Günleri
zh: 特定年份的日期

# spendingLessThanDailyAvg
source: Great! You're spending {amount} less than the daily average.
ar: رائع! أنت تنفق {amount} أقل من المتوسط اليومي.
de: Großartig! Du gibst {amount} weniger aus als der Tagesdurchschnitt.
es: ¡Genial! Estás gastando {amount} menos que el promedio diario.
fr: Super! Vous dépensez {amount} de moins que la moyenne quotidienne.
hi: बहुत बढ़िया! आप दैनिक औसत से {amount} कम खर्च कर रहे हैं।
it: Ottimo! Stai spendendo {amount} in meno della media giornaliera.
ja: 素晴らしい！1日の平均より{amount}少なく使っています。
ko: 좋아요! 일일 평균보다 {amount} 적게 지출하고 있습니다.
nl: Geweldig! Je geeft {amount} minder uit dan het dagelijkse gemiddelde.
pt: Ótimo! Você está gastando {amount} a menos que a média diária.
ru: Отлично! Вы тратите на {amount} меньше, чем в среднем в день.
tr: Harika! Günlük ortalamadan {amount} daha az harcıyorsunuz.
zh: 太棒了！您的支出比每日平均水平少{amount}。

# spendingMoreThanDailyAvg
source: Warning! You're spending {amount} more than the daily average.
ar: تحذير! أنت تنفق {amount} أكثر من المتوسط اليومي.
de: Warnung! Du gibst {amount} mehr aus als der Tagesdurchschnitt.
es: ¡Atención! Estás gastando {amount} más que el promedio diario.
fr: Attention! Vous dépensez {amount} de plus que la moyenne quotidienne.
hi: चेतावनी! आप दैनिक औसत से {amount} अधिक खर्च कर रहे हैं।
it: Attenzione! Stai spendendo {amount} in più della media giornaliera.
ja: 警告！1日の平均より{amount}多く使っています。
ko: 경고! 일일 평균보다 {amount} 더 많이 지출하고 있습니다.
nl: Waarschuwing! Je geeft {amount} meer uit dan het dagelijkse gemiddelde.
pt: Atenção! Você está gastando {amount} a mais que a média diária.
ru: Внимание! Вы тратите на {amount} больше, чем в среднем в день.
tr: Uyarı! Günlük ortalamadan {amount} daha fazla harcıyorsunuz.
zh: 警告！您的支出比每日平均水平多{amount}。

source: Start
ar: بدء
es: Empezar
fr: Démarrer
hi: शुरू करें
it: Inizia
ja: 開始
ko: 시작
pt: Iniciar
ru: Начать
tr: Başlat
zh: 开始

source: Start Date
ar: تاريخ البدء
de: Startdatum
es: Fecha de inicio
fr: Date de début
hi: प्रारंभ तिथि
it: Data di inizio
ja: 開始日
ko: 시작일
nl: Startdatum
pt: Data de Início
ru: Дата начала
tr: Başlangıç Tarihi
zh: 开始日期

# startDayLabel
source: Start day (1-365)
ar: يوم البدء (1-365)
de: Starttag (1-365)
es: Día de inicio (1-365)
fr: Jour de début (1-365)
hi: प्रारंभ दिन (1-365)
it: Giorno di inizio (1-365)
ja: 開始日（1-365）
ko: 시작일 (1-365)
nl: Startdag (1-365)
pt: Dia de início (1-365)
ru: День начала (1-365)
tr: Başlangıç günü (1-365)
zh: 开始日（1-365）

# statusLabel
source: Status
ar: الحالة
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
ko: 상태
ru: Статус
tr: Durum
zh: 状态

source: Step
ar: خطوة
de: Schritt
es: Paso
fr: Étape
hi: कदम
it: Passo
ja: ステップ
ko: 단계
nl: Stap
pt: Passo
ru: Шаг
tr: Adım
zh: 步

# stepOf
source: Step {current} of {total}
ar: الخطوة {current} من {total}
de: Schritt {current} von {total}
es: Paso {current} de {total}
fr: Étape {current} sur {total}
hi: चरण {current} का {total}
it: Passo {current} di {total}
ja: {total}中のステップ{current}
ko: {total} 중 {current} 단계
nl: Stap {current} van {total}
pt: Passo {current} de {total}
ru: Шаг {current} из {total}
tr: Adım {current} / {total}
zh: 第 {current} 步，共 {total} 步

source: Steps
ar: خطوات
de: Schritte
es: Pasos
fr: Pas
hi: कदम
it: Passi
ja: ステップ
ko: 단계
nl: Stappen
pt: Passos
ru: Шаги
tr: Adımlar
zh: 步数

# streakDays
source: {count} Day Streak
ar: سلسلة {count} يوم
de: {count} Tage Serie
es: Racha de {count} días
fr: Série de {count} jours
hi: {count} दिन की स्ट्रीक
it: Serie di {count} giorni
ja: {count}日間の連続記録
ko: {count}일 연속
nl: {count} dagen reeks
pt: Sequência de {count} Dias
ru: Серия {count} дней
tr: {count} Günlük Seri
zh: {count} 天连续记录

source: Streak indicator
ar: مؤشر السلسلة
de: Serienanzeige
es: Indicador de racha
fr: Indicateur de série
hi: स्ट्रीक संकेतक
it: Indicatore di serie
ja: 連続記録インジケーター
ko: 연속 기록 표시기
nl: Reeksindicator
pt: Indicador de sequência
ru: Индикатор серии
tr: Seri göstergesi
zh: 连续记录指示器

# streakIndicatorDesc
source: Show flame and ice effects
ar: إظهار تأثيرات اللهب والجليد
de: Flammen- und Eiseffekte anzeigen
es: Mostrar efectos de llama y hielo
fr: Afficher les effets de flamme et de glace
hi: लौ और बर्फ प्रभाव दिखाएं
it: Mostra effetti di fiamma e ghiaccio
ja: 炎と氷のエフェクトを表示
ko: 불꽃 및 얼음 효과 표시
nl: Toon vlam- en ijseffecten
pt: Mostrar efeitos de chama e gelo
ru: Показывать эффекты пламени и льда
tr: Alev ve buz efektlerini göster
zh: 显示火焰和冰雪效果

# successfulDaysCount
source: {count} Successful Days
ar: {count} أيام ناجحة
de: {count} erfolgreiche Tage
es: {count} Días Exitosos
fr: {count} jours réussis
hi: {count} सफल दिन
it: {count} giorni di successo
ja: {count}回の成功日
ko: {count}일 성공
nl: {count} succesvolle dagen
pt: {count} Dias de Sucesso
ru: {count} успешных дней
tr: {count} Başarılı Gün
zh: {count} 个成功日

source: System theme
ar: مظهر النظام
de: Systemdesign
es: Tema del sistema
fr: Thème système
hi: सिस्टम थीम
it: Tema di sistema
ja: システムテーマ
ko: 시스템 테마
nl: Systeemthema
pt: Tema do sistema
ru: Системная тема
tr: Sistem teması
zh: 系统主题

source: Target Duration (minutes)
ar: المدة المستهدفة (دقائق)
de: Zieldauer (Minuten)
es: Duración objetivo (minutos)
fr: Durée cible (minutes)
hi: लक्ष्य अवधि (मिनट)
it: Durata obiettivo (minuti)
ja: 目標期間（分）
ko: 목표 기간 (분)
nl: Doelduur (minuten)
pt: Duração Alvo (minutos)
ru: Целевая продолжительность (минуты)
tr: Hedef Süre (dakika)
zh: 目标持续时间（分钟）

# targetShort
source: Target: {value}
ar: الهدف: {value}
de: Ziel: {value}
es: Objetivo: {value}
fr: Cible: {value}
hi: लक्ष्य: {value}
it: Obiettivo: {value}
ja: 目標: {value}
ko: 목표: {value}
nl: Doel: {value}
pt: Meta: {value}
ru: Цель: {value}
tr: Hedef: {value}
zh: 目标：{value}

source: Target Type
ar: نوع الهدف
de: Zieltyp
es: Tipo de objetivo
fr: Type de cible
hi: लक्ष्य प्रकार
it: Tipo di obiettivo
ja: 目標タイプ
ko: 목표 유형
nl: Doeltype
pt: Tipo de Meta
ru: Тип цели
tr: Hedef Tipi
zh: 目标类型

source: Target Value
ar: القيمة المستهدفة
de: Zielwert
es: Valor Objetivo
fr: Valeur cible
hi: लक्ष्य मान
it: Valore obiettivo
ja: 目標値
ko: 목표 값
nl: Doelwaarde
pt: Valor Alvo
ru: Целевое Значение
tr: Hedef Değer
zh: 目标值

# targetValueLabel
source: Target Value
ar: القيمة المستهدفة
de: Zielwert
es: Valor Objetivo
fr: Valeur cible
hi: लक्ष्य मान
it: Valore obiettivo
ja: 目標値
ko: 목표 값
nl: Doelwaarde
pt: Valor Alvo
ru: Целевое значение
tr: Hedef Değer
zh: 目标值

# taskDescription
source: Description (Optional)
ar: الوصف (اختياري)
de: Beschreibung (Optional)
es: Descripción (Opcional)
fr: Description (facultatif)
hi: विवरण (वैकल्पिक)
it: Descrizione (Opzionale)
ja: 説明（任意）
ko: 설명 (선택사항)
nl: Beschrijving (Optioneel)
pt: Descrição (Opcional)
ru: Описание (Необязательно)
tr: Açıklama (İsteğe Bağlı)
zh: 描述（可选）

source: Task Title
ar: عنوان المهمة
de: Aufgabentitel
es: Título de la tarea
fr: Titre de la tâche
hi: कार्य शीर्षक
it: Titolo del compito
ja: タスクタイトル
ko: 작업 제목
nl: Taaktitel
pt: Título da tarefa
ru: Название задачи
tr: Görev Başlığı
zh: 任务标题

source: Template details not found
ar: لم يتم العثور على تفاصيل القالب
de: Vorlagendetails nicht gefunden
es: Detalles de la plantilla no encontrados
fr: Détails du modèle non trouvés
hi: टेम्पलेट विवरण नहीं मिला
it: Dettagli del modello non trovati
ja: テンプレートの詳細が見つかりません
ko: 템플릿 세부 정보를 찾을 수 없습니다
nl: Sjabloondetails niet gevonden
pt: Detalhes do modelo não encontrados
ru: Детали шаблона не найдены
tr: Şablon ayrıntıları bulunamadı
zh: 未找到模板详情

# templatesTabManual
source: Manual
ar: يدوي
de: Manuell
fr: Manuel
hi: मैनुअल
it: Manuale
ja: 手動
ko: 수동
nl: Handmatig
ru: Вручную
tr: Manuel
zh: 手动

# templatesTabReady
source: Ready
ar: جاهز
de: Fertig
es: Listo
fr: Prêt
hi: तैयार
it: Pronto
ja: 既製
ko: 준비
nl: Klaar
pt: Pronto
ru: Готово
tr: Hazır
zh: 现成

# textLabel
source: Text
ar: نص
es: Texto
fr: Texte
hi: टेक्स्ट
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
pt: Texto
ru: Текст
tr: Metin
zh: 文本

source: Theme
ar: المظهر
de: Design
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pt: Tema
ru: Тема
tr: Tema
zh: 主题

source: Theme Details
ar: تفاصيل المظهر
de: Design-Details
es: Detalles del Tema
fr: Détails du thème
hi: थीम विवरण
it: Dettagli Tema
ja: テーマ詳細
ko: 테마 세부사항
nl: Themadetails
pt: Detalhes do Tema
ru: Детали темы
tr: Tema Detayları
zh: 主题详情

source: Theme Selection
ar: اختيار المظهر
de: Design-Auswahl
es: Selección de Tema
fr: Sélection du thème
hi: थीम चयन
it: Selezione Tema
ja: テーマ選択
ko: 테마 선택
nl: Themaselectie
pt: Seleção de Tema
ru: Выбор темы
tr: Tema Seçimi
zh: 主题选择

source: This month
ar: هذا الشهر
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
it: Questo mese
ja: 今月
ko: 이번 달
nl: Deze maand
pt: Este mês
ru: Этот месяц
tr: Bu ay
zh: 本月

# timerCreateTimerHabitFirst
source: Create a timer habit first
ar: أنشئ عادة مؤقت أولاً
de: Erstelle zuerst eine Timer-Gewohnheit
es: Crea primero un hábito de temporizador
fr: Créez d'abord une habitude de minuterie
hi: पहले एक टाइमर आदत बनाएं
it: Crea prima un'abitudine con timer
ja: 最初にタイマー習慣を作成してください
ko: 먼저 타이머 습관을 만드세요
nl: Maak eerst een timergewoonte
pt: Crie um hábito de temporizador primeiro
ru: Сначала создайте привычку с таймером
tr: Önce bir zamanlayıcı alışkanlığı oluşturun
zh: 请先创建一个计时器习惯

# timerDescription
source: Time-based tracking
ar: تتبع قائم على الوقت
de: Zeitbasiertes Tracking
es: Seguimiento basado en tiempo
fr: Suivi basé sur le temps
hi: समय-आधारित ट्रैकिंग
it: Tracciamento basato sul tempo
ja: 時間ベースの追跡
ko: 시간 기반 추적
nl: Op tijd gebaseerde tracking
pt: Rastreamento baseado em tempo
ru: Отслеживание на основе времени
tr: Zaman tabanlı takip
zh: 基于时间的跟踪

# timerExample
source: Do a 30-minute workout
ar: قم بتمرين لمدة 30 دقيقة
de: Mache ein 30-minütiges Training
es: Hacer un entrenamiento de 30 minutos
fr: Faire une séance d'entraînement de 30 minutes
hi: 30 मिनट का वर्कआउट करें
it: Fai un allenamento di 30 minuti
ja: 30分のトレーニングをする
ko: 30분 운동하기
nl: Doe een training van 30 minuten
pt: Fazer um treino de 30 minutos
ru: Сделать 30-минутную тренировку
tr: 30 dakikalık bir antrenman yap
zh: 进行30分钟的锻炼

# timerHabitLabel
source: Timer Habit
ar: عادة المؤقت
de: Timer-Gewohnheit
es: Hábito de Temporizador
fr: Habitude de minuterie
hi: टाइमर आदत
it: Abitudine con timer
ja: タイマー習慣
ko: 타이머 습관
nl: Timergewoonte
pt: Hábito de Temporizador
ru: Привычка с таймером
tr: Zamanlayıcı Alışkanlığı
zh: 计时器习惯

# timerPendingDurationLabel
source: Pending duration: {duration}
ar: المدة المعلقة: {duration}
de: Ausstehende Dauer: {duration}
es: Duración pendiente: {duration}
fr: Durée en attente: {duration}
hi: लंबित अवधि: {duration}
it: Durata in sospeso: {duration}
ja: 保留中の期間: {duration}
ko: 대기 기간: {duration}
nl: Wachtduur: {duration}
pt: Duração pendente: {duration}
ru: Ожидаемая продолжительность: {duration}
tr: Bekleyen süre: {duration}
zh: 待定持续时间：{duration}

# timerPendingLabel
source: Pending: {duration}
ar: معلق: {duration}
de: Ausstehend: {duration}
es: Pendiente: {duration}
fr: En attente: {duration}
hi: लंबित: {duration}
it: In sospeso: {duration}
ja: 保留中: {duration}
ko: 대기 중: {duration}
nl: In afwachting: {duration}
pt: Pendente: {duration}
ru: Ожидание: {duration}
tr: Beklemede: {duration}
zh: 待定：{duration}

# timerPomodoroBreakPhase
source: Break
ar: استراحة
de: Pause
es: Descanso
fr: Pause
hi: ब्रेक
it: Pausa
ja: 休憩
ko: 휴식
nl: Pauze
pt: Pausa
ru: Перерыв
tr: Mola
zh: 休息

# timerPomodoroCompletedWork
source: Completed Work: {count}
ar: العمل المكتمل: {count}
de: Abgeschlossene Arbeit: {count}
es: Trabajo completado: {count}
fr: Travail terminé: {count}
hi: पूर्ण कार्य: {count}
it: Lavoro completato: {count}
ja: 完了した作業: {count}
ko: 완료된 작업: {count}
nl: Voltooid werk: {count}
pt: Trabalho Concluído: {count}
ru: Выполненная работа: {count}
tr: Tamamlanan Çalışma: {count}
zh: 已完成工作：{count}

# timerPomodoroLongBreakIntervalLabel
source: Long Break Cycle (e.g., 4)
ar: دورة الاستراحة الطويلة (على سبيل المثال ، 4)
de: Langer Pausenzyklus (z. B. 4)
es: Ciclo de descanso largo (ej. 4)
fr: Cycle de pause longue (ex: 4)
hi: लंबा ब्रेक चक्र (जैसे, 4)
it: Ciclo di pausa lunga (es: 4)
ja: 長い休憩のサイクル（例: 4）
ko: 긴 휴식 주기 (예: 4)
nl: Lange pauzecyclus (bijv. 4)
pt: Ciclo de Pausa Longa (ex: 4)
ru: Цикл длинного перерыва (например, 4)
tr: Uzun Mola Döngüsü (örn. 4)
zh: 长休息周期（例如，4）

# timerPomodoroLongBreakMinutesLabel
source: Long Break (min)
ar: استراحة طويلة (دقيقة)
de: Lange Pause (min)
es: Descanso largo (min)
fr: Pause longue (min)
hi: लंबा ब्रेक (मिनट)
it: Pausa lunga (min)
ja: 長い休憩（分）
ko: 긴 휴식 (분)
nl: Lange pauze (min)
pt: Pausa Longa (min)
ru: Длинный перерыв (мин)
tr: Uzun Mola (dk)
zh: 长休息（分钟）

# timerPomodoroSettings
source: Pomodoro Settings
ar: إعدادات بومودورو
de: Pomodoro-Einstellungen
es: Configuración de Pomodoro
fr: Paramètres Pomodoro
hi: पोमोडोरो सेटिंग्स
it: Impostazioni Pomodoro
ja: ポモドーロ設定
ko: 뽀모도로 설정
nl: Pomodoro-instellingen
pt: Configurações do Pomodoro
ru: Настройки Pomodoro
tr: Pomodoro Ayarları
zh: 番茄钟设置

# timerPomodoroShortBreakMinutesLabel
source: Short Break (min)
ar: استراحة قصيرة (دقيقة)
de: Kurze Pause (min)
es: Descanso corto (min)
fr: Pause courte (min)
hi: छोटा ब्रेक (मिनट)
it: Pausa breve (min)
ja: 短い休憩（分）
ko: 짧은 휴식 (분)
nl: Korte pauze (min)
pt: Pausa Curta (min)
ru: Короткий перерыв (мин)
tr: Kısa Mola (dk)
zh: 短休息（分钟）

# timerPomodoroSkipPhase
source: Skip Phase
ar: تخطي المرحلة
de: Phase überspringen
es: Saltar fase
fr: Passer la phase
hi: चरण छोड़ें
it: Salta fase
ja: フェーズをスキップ
ko: 단계 건너뛰기
nl: Fase overslaan
pt: Pular Fase
ru: Пропустить фазу
tr: Aşamayı Atla
zh: 跳过阶段

# timerPomodoroWorkMinutesLabel
source: Work (min)
ar: العمل (دقيقة)
de: Arbeit (min)
es: Trabajo (min)
fr: Travail (min)
hi: कार्य (मिनट)
it: Lavoro (min)
ja: 作業（分）
ko: 작업 (분)
nl: Werk (min)
pt: Trabalho (min)
ru: Работа (мин)
tr: Çalışma (dk)
zh: 工作（分钟）

# timerPomodoroWorkPhase
source: Work
ar: العمل
de: Arbeit
es: Trabajo
fr: Travail
hi: कार्य
it: Lavoro
ja: 作業
ko: 작업
nl: Werk
pt: Trabalho
ru: Работа
tr: Çalışma
zh: 工作

# timerSaveDurationTitle
source: Save Duration
ar: حفظ المدة
de: Dauer speichern
es: Guardar Duración
fr: Enregistrer la durée
hi: अवधि सहेजें
it: Salva durata
ja: 期間を保存
ko: 기간 저장
nl: Duur opslaan
pt: Salvar Duração
ru: Сохранить продолжительность
tr: Süreyi Kaydet
zh: 保存持续时间

# timerSaveSessionTitle
source: Save Session
ar: حفظ الجلسة
de: Sitzung speichern
es: Guardar Sesión
fr: Enregistrer la session
hi: सत्र सहेजें
it: Salva sessione
ja: セッションを保存
ko: 세션 저장
nl: Sessie opslaan
pt: Salvar Sessão
ru: Сохранить сеанс
tr: Oturumu Kaydet
zh: 保存会话

# timerQuickPresets
source: Quick Presets
tr: Hızlı Ayarlar

# timerSessionAlreadySaved
source: This session is already saved
ar: تم حفظ هذه الجلسة بالفعل
de: Diese Sitzung ist bereits gespeichert
es: Esta sesión ya está guardada
fr: Cette session est déjà enregistrée
hi: यह सत्र पहले ही सहेजा जा चुका है
it: Questa sessione è già salvata
ja: このセッションは既に保存されています
ko: 이 세션은 이미 저장되었습니다
nl: Deze sessie is al opgeslagen
pt: Esta sessão já foi salva
ru: Этот сеанс уже сохранен
tr: Bu oturum zaten kaydedilmiş
zh: 此会话已保存

source: Total Duration
ar: المدة الإجمالية
de: Gesamtdauer
es: Duración total
fr: Durée totale
hi: कुल अवधि
it: Durata totale
ja: 合計期間
ko: 총 기간
nl: Totale duur
pt: Duração Total
ru: Общая продолжительность
tr: Toplam Süre
zh: 总持续时间

# timerSetDurationFirst
source: Set duration first
ar: حدد المدة أولاً
de: Zuerst Dauer einstellen
es: Establecer duración primero
fr: Définir la durée d'abord
hi: पहले अवधि सेट करें
it: Imposta prima la durata
ja: 最初に期間を設定してください
ko: 먼저 기간을 설정하세요
nl: Stel eerst de duur in
pt: Defina a duração primeiro
ru: Сначала установите продолжительность
tr: Önce süreyi ayarla
zh: 请先设置持续时间

source: Timer Settings
ar: إعدادات المؤقت
de: Timer-Einstellungen
es: Configuración del Temporizador
fr: Paramètres de la minuterie
hi: टाइमर सेटिंग्स
it: Impostazioni timer
ja: タイマー設定
ko: 타이머 설정
nl: Timerinstellingen
pt: Configurações do Temporizador
ru: Настройки таймера
tr: Zamanlayıcı Ayarları
zh: 计时器设置

# timerTabCountdown
source: Countdown
ar: العد التنازلي
es: Cuenta atrás
fr: Compte à rebours
hi: काउंटडाउन
it: Conto alla rovescia
ja: カウントダウン
ko: 카운트다운
pt: Contagem Regressiva
ru: Обратный отсчет
tr: Geri Sayım
zh: 倒计时

# timerTabStopwatch
source: Stopwatch
ar: ساعة توقيت
de: Stoppuhr
es: Cronómetro
fr: Chronomètre
hi: स्टॉपवॉच
it: Cronometro
ja: ストップウォッチ
ko: 스톱워치
pt: Cronômetro
ru: Секундомер
tr: Kronometre
zh: 秒表

# timerType
source: Timer
ar: مؤقت
es: Temporizador
fr: Minuterie
hi: टाइमर
ja: タイマー
ko: 타이머
pt: Temporizador
ru: Таймер
tr: Zamanlayıcı
zh: 计时器

source: Times
ar: مرات
de: Mal
es: Veces
fr: Fois
hi: बार
it: Volte
ja: 回
ko: 회
nl: Keer
pt: Vezes
ru: Раз
tr: Kere
zh: 次数

# titleHint
source: Ex: Groceries, Freelance, etc.
ar: مثال: البقالة ، العمل الحر ، إلخ.
de: Bsp.: Lebensmittel, Freiberuflich, etc.
es: Ej: Comestibles, Freelance, etc.
fr: Ex: Courses, Freelance, etc.
hi: उदा: किराने का सामान, फ्रीलांस, आदि।
it: Es: Spesa, Freelance, ecc.
ja: 例: 食料品、フリーランスなど
ko: 예: 식료품, 프리랜서 등
nl: Bijv: Boodschappen, Freelance, etc.
pt: Ex: Compras, Freelance, etc.
ru: Пример: Продукты, Фриланс и т.д.
tr: Örn: Market, Serbest Çalışma, vb.
zh: 例如：杂货，自由职业等

source: Title (optional)
ar: العنوان (اختياري)
de: Titel (optional)
es: Título (opcional)
fr: Titre (facultatif)
hi: शीर्षक (वैकल्पिक)
it: Titolo (opzionale)
ja: タイトル（任意）
ko: 제목 (선택 사항)
nl: Titel (optioneel)
pt: Título (opcional)
ru: Название (необязательно)
tr: Başlık (isteğe bağlı)
zh: 标题（可选）

# typeLabel
source: Type
ar: النوع
de: Typ
es: Tipo
hi: प्रकार
it: Tipo
ja: タイプ
ko: 유형
pt: Tipo
ru: Тип
tr: Tür
zh: 类型

source: Unit
ar: الوحدة
de: Einheit
es: Unidad
fr: Unité
hi: इकाई
it: Unità
ja: 単位
ko: 단위
nl: Eenheid
pt: Unidade
ru: Единица
tr: Birim
zh: 单位

# unitHint
source: Unit (glass, step, page...)
ar: وحدة (كوب ، خطوة ، صفحة ...)
de: Einheit (Glas, Schritt, Seite...)
es: Unidad (vaso, paso, página...)
fr: Unité (verre, pas, page...)
hi: इकाई (गिलास, कदम, पृष्ठ...)
it: Unità (bicchiere, passo, pagina...)
ja: 単位（グラス、ステップ、ページ...）
ko: 단위 (잔, 걸음, 페이지...)
nl: Eenheid (glas, stap, pagina...)
pt: Unidade (copo, passo, página...)
ru: Единица (стакан, шаг, страница...)
tr: Birim (bardak, adım, sayfa...)
zh: 单位（杯、步、页...）

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Bijwerken
pt: Atualizar
ru: Обновить
tr: Güncelle
zh: 更新

source: Vision
ar: الرؤية
es: Visión
hi: दृष्टि
it: Visione
ja: ビジョン
ko: 비전
nl: Visie
pt: Visão
ru: Видение
tr: Vizyon
zh: 愿景

# visionAutoDurationInfo
source: This vision will use the last day in the template: {day}.
ar: ستستخدم هذه الرؤية آخر يوم في القالب: {day}.
de: Diese Vision verwendet den letzten Tag in der Vorlage: {day}.
es: Esta visión utilizará el último día de la plantilla: {day}.
fr: Cette vision utilisera le dernier jour du modèle: {day}.
hi: यह दृष्टि टेम्पलेट में अंतिम दिन का उपयोग करेगी: {day}।
it: Questa visione utilizzerà l'ultimo giorno nel modello: {day}.
ja: このビジョンはテンプレートの最終日を使用します: {day}。
ko: 이 비전은 템플릿의 마지막 날을 사용합니다: {day}.
nl: Deze visie gebruikt de laatste dag in het sjabloon: {day}.
pt: Esta visão usará o último dia no modelo: {day}.
ru: Это видение будет использовать последний день в шаблоне: {day}.
tr: Bu vizyon şablondaki son günü kullanacak: {day}.
zh: 此愿景将使用模板中的最后一天：{day}。

# visionCreateTitle
source: Create Vision
ar: إنشاء رؤية
de: Vision erstellen
es: Crear Visión
fr: Créer une vision
hi: दृष्टि बनाएं
it: Crea visione
ja: ビジョンを作成
ko: 비전 생성
nl: Visie creëren
pt: Criar Visão
ru: Создать видение
tr: Vizyon Oluştur
zh: 创建愿景

# visionDurationNote
source: Note: When the vision starts, a total duration is set; if the end day exceeds this duration it will be shortened automatically.
ar: ملاحظة: عند بدء الرؤية ، يتم تعيين مدة إجمالية ؛ إذا تجاوز يوم الانتهاء هذه المدة ، فسيتم تقصيرها تلقائيًا.
de: Hinweis: Wenn die Vision beginnt, wird eine Gesamtdauer festgelegt; wenn der Endtag diese Dauer überschreitet, wird er automatisch verkürzt.
es: Nota: Cuando comienza la visión, se establece una duración total; si el día de finalización excede esta duración, se acortará automáticamente.
fr: Remarque: Lorsque la vision commence, une durée totale est définie; si le jour de fin dépasse cette durée, il sera automatiquement raccourci.
hi: नोट: जब दृष्टि शुरू होती है, तो कुल अवधि निर्धारित की जाती है; यदि अंतिम दिन इस अवधि से अधिक हो जाता है तो इसे स्वचालित रूप से छोटा कर दिया जाएगा।
it: Nota: Quando la visione inizia, viene impostata una durata totale; se il giorno di fine supera questa durata, verrà accorciato automaticamente.
ja: 注意: ビジョンが開始されると、合計期間が設定されます。終了日がこの期間を超える場合、自動的に短縮されます。
ko: 참고: 비전이 시작되면 총 기간이 설정됩니다. 종료일이 이 기간을 초과하면 자동으로 단축됩니다.
nl: Opmerking: Wanneer de visie begint, wordt een totale duur ingesteld; als de einddag deze duur overschrijdt, wordt deze automatisch ingekort.
pt: Nota: Quando a visão começa, uma duração total é definida; se o dia de término exceder essa duração, será encurtado automaticamente.
ru: Примечание: Когда видение начинается, устанавливается общая продолжительность; если день окончания превышает эту продолжительность, она будет автоматически сокращена.
tr: Not: Vizyon başladığında toplam bir süre belirlenir; bitiş günü bu süreyi aşarsa otomatik olarak kısaltılır.
zh: 注意：愿景开始时，会设置总持续时间；如果结束日超过此持续时间，将自动缩短。

# visionEditTitle
source: Edit Vision
ar: تعديل الرؤية
de: Vision bearbeiten
es: Editar Visión
fr: Modifier la vision
hi: दृष्टि संपादित करें
it: Modifica visione
ja: ビジョンを編集
ko: 비전 편집
nl: Visie bewerken
pt: Editar Visão
ru: Редактировать видение
tr: Vizyonu Düzenle
zh: 编辑愿景
