Repository: furkankisisel/mira_delete_account
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt, ru, tr, zh

# visionEndDayInvalid
source: End day must be between 1 and 365
ar: يجب أن يكون يوم الانتهاء بين 1 و 365
de: Endtag muss zwischen 1 und 365 liegen
es: El día de finalización debe estar entre 1 y 365
fr: Le jour de fin doit être compris entre 1 et 365
hi: अंतिम दिन 1 और 365 के बीच होना चाहिए
it: Il giorno di fine deve essere compreso tra 1 e 365
ja: 終了日は1から365の間でなければなりません
ko: 종료일은 1에서 365 사이여야 합니다
nl: Einddag moet tussen 1 en 365 liggen
pt: O dia de término deve estar entre 1 e 365
ru: День окончания должен быть между 1 и 365
tr: Bitiş günü 1 ile 365 arasında olmalıdır
zh: 结束日必须介于1和365之间

# visionEndDayLess
source: End day cannot be less than start day
ar: لا يمكن أن يكون يوم الانتهاء أقل من يوم البدء
de: Endtag darf nicht vor dem Starttag liegen
es: El día de finalización no puede ser anterior al día de inicio
fr: Le jour de fin ne peut pas être antérieur au jour de début
hi: अंतिम दिन प्रारंभ दिन से कम नहीं हो सकता
it: Il giorno di fine non può essere precedente al giorno di inizio
ja: 終了日は開始日より前にすることはできません
ko: 종료일은 시작일보다 빠를 수 없습니다
nl: Einddag kan niet kleiner zijn dan startdag
pt: O dia de término não pode ser menor que o dia de início
ru: День окончания не может быть раньше дня начала
tr: Bitiş günü başlangıç gününden küçük olamaz
zh: 结束日不能小于开始日

# visionEndDayQuestion
source: On which day of the vision should it end?
ar: في أي يوم من الرؤية يجب أن تنتهي؟
de: An welchem Tag der Vision soll sie enden?
es: ¿En qué día de la visión debería terminar?
fr: Quel jour de la vision doit-elle se terminer?
hi: दृष्टि के किस दिन इसे समाप्त होना चाहिए?
it: In quale giorno della visione dovrebbe finire?
ja: ビジョンの何日目に終了しますか？
ko: 비전의 며칠째에 종료해야 합니까?
nl: Op welke dag van de visie moet deze eindigen?
pt: Em que dia da visão ela deve terminar?
ru: В какой день видения оно должно закончиться?
tr: Vizyonun hangi gününde bitmeli?
zh: 愿景应该在哪一天结束？

# visionEndDayRequired
source: Enter the end day
ar: أدخل يوم الانتهاء
de: Gib den Endtag ein
es: Introduce el día de finalización
fr: Entrez le jour de fin
hi: अंतिम दिन दर्ज करें
it: Inserisci il giorno di fine
ja: 終了日を入力してください
ko: 종료일을 입력하세요
nl: Voer de einddag in
pt: Insira o dia de término
ru: Введите день окончания
tr: Bitiş gününü girin
zh: 输入结束日

# visionNoEndDurationInfo
source: No end day specified. The vision will start open-ended.
ar: لم يتم تحديد يوم انتهاء. ستبدأ الرؤية مفتوحة.
de: Kein Endtag angegeben. Die Vision beginnt unbefristet.
es: No se especificó un día de finalización. La visión comenzará de forma abierta.
fr: Aucun jour de fin spécifié. La vision commencera sans durée définie.
hi: कोई अंतिम दिन निर्दिष्ट नहीं है। दृष्टि अनिश्चित काल तक शुरू होगी।
it: Nessun giorno di fine specificato. La visione inizierà a tempo indeterminato.
ja: 終了日が指定されていません。ビジョンは無期限で開始されます。
ko: 종료일이 지정되지 않았습니다. 비전은 무기한으로 시작됩니다.
nl: Geen einddag opgegeven. De visie begint open.
pt: Nenhum dia de término especificado. A visão começará em aberto.
ru: День окончания не указан. Видение начнется без определенной продолжительности.
tr: Bitiş günü belirtilmedi. Vizyon ucu açık başlayacak.
zh: 未指定结束日。愿景将无限期开始。

# visionPlural
source: Visions
ar: الرؤى
de: Visionen
es: Visiones
hi: दृष्टियां
it: Visioni
ja: ビジョン
ko: 비전
nl: Visies
pt: Visões
ru: Видения
tr: Vizyonlar
zh: 愿景

# visionStartDayInvalid
source: Start day must be between 1 and 365
ar: يجب أن يكون يوم البدء بين 1 و 365
de: Starttag muss zwischen 1 und 365 liegen
es: El día de inicio debe estar entre 1 y 365
fr: Le jour de début doit être compris entre 1 et 365
hi: प्रारंभ दिन 1 और 365 के बीच होना चाहिए
it: Il giorno di inizio deve essere compreso tra 1 e 365
ja: 開始日は1から365の間でなければなりません
ko: 시작일은 1에서 365 사이여야 합니다
nl: Startdag moet tussen 1 en 365 liggen
pt: O dia de início deve estar entre 1 e 365
ru: День начала должен быть между 1 и 365
tr: Başlangıç günü 1 ile 365 arasında olmalıdır
zh: 开始日必须介于1和365之间

# visionStartDayQuestion
source: On which day of the vision should it start?
ar: في أي يوم من الرؤية يجب أن تبدأ؟
de: An welchem Tag der Vision soll sie beginnen?
es: ¿En qué día de la visión debería comenzar?
fr: Quel jour de la vision doit-elle commencer?
hi: दृष्टि के किस दिन इसे शुरू होना चाहिए?
it: In quale giorno della visione dovrebbe iniziare?
ja: ビジョンの何日目に開始しますか？
ko: 비전의 며칠째에 시작해야 합니까?
nl: Op welke dag van de visie moet deze beginnen?
pt: Em que dia da visão ela deve começar?
ru: В какой день видения оно должно начаться?
tr: Vizyonun hangi gününde başlamalı?
zh: 愿景应该在哪一天开始？

# visionDurationDaysLabel
source: Duration (days)
ar: المدة (أيام)
de: Dauer (Tage)
es: Duración (días)
fr: Durée (jours)
hi: अवधि (दिन)
it: Durata (giorni)
ja: 期間（日数）
ko: 기간(일)
nl: Duur (dagen)
pt: Duração (dias)
ru: Продолжительность (дни)
tr: Süre (gün)
zh: 持续时间（天）

# visionStartFailed
source: Could not start the vision.
ar: تعذر بدء الرؤية.
de: Die Vision konnte nicht gestartet werden.
es: No se pudo iniciar la visión.
fr: Impossible de démarrer la vision.
hi: दृष्टि शुरू नहीं हो सकी।
it: Impossibile avviare la visione.
ja: ビジョンを開始できませんでした。
ko: 비전을 시작할 수 없습니다.
nl: Kon de visie niet starten.
pt: Não foi possível iniciar a visão.
ru: Не удалось начать видение.
tr: Vizyon başlatılamadı.
zh: 无法启动愿景。

# visionStartedMessage
source: Vision started: {title}
ar: بدأت الرؤية: {title}
de: Vision gestartet: {title}
es: Visión iniciada: {title}
fr: Vision démarrée: {title}
hi: दृष्टि शुरू हुई: {title}
it: Visione avviata: {title}
ja: ビジョンが開始されました: {title}
ko: 비전 시작됨: {title}
nl: Visie gestart: {title}
pt: Visão iniciada: {title}
ru: Видение начато: {title}
tr: Vizyon başladı: {title}
zh: 愿景已启动：{title}

source: Visual
ar: مرئي
de: Visuell
fr: Visuel
hi: दृश्य
it: Visivo
ja: ビジュアル
ko: 시각적
nl: Visueel
ru: Визуальный
tr: Görsel
zh: 视觉

# weekdaysShortFri
source: Fri
ar: الجمعة
de: Fr
es: Vie
fr: Ven
hi: शुक्र
it: Ven
ja: 金
ko: 금
nl: Vr
pt: Sex
ru: Пт
tr: Cum
zh: 周五

# weekdaysShortMon
source: Mon
ar: الاثنين
de: Mo
es: Lun
fr: Lun
hi: सोम
it: Lun
ja: 月
ko: 월
nl: Ma
pt: Seg
ru: Пн
tr: Pzt
zh: 周一

# fortuneTitle
source: Fortune Eggs
ar: بيض الحظ
de: Glückseier
es: Huevos de la fortuna
fr: Œufs de la fortune
hi: भाग्य अंडे
it: Uova della fortuna
ja: 運勢たまご
ko: 운세 달걀
nl: Gelukseieren
pt: Ovos da sorte
ru: Яйца судьбы
tr: Karar Yumurtaları
zh: 运势蛋

# fortuneQuestionPrompt
source: Type the question on your mind
ar: اطرح سؤالك
de: Stellen Sie Ihre Frage
es: Haz tu pregunta
fr: Posez votre question
hi: अपना सवाल पूछें
it: Fai la tua domanda
ja: 質問を入力してください
ko: 질문을 입력하세요
nl: Stel uw vraag
pt: Faça sua pergunta
ru: Задайте свой вопрос
tr: Aklındaki soruyu yaz
zh: 提出您的问题

# fortuneQuestionHint
source: Ex: Should I try something new this week?
ar: ماذا تريد أن تعرف؟
de: Was möchten Sie wissen?
es: ¿Qué te gustaría saber?
fr: Que voudriez-vous savoir ?
hi: आप क्या जानना चाहेंगे?
it: Cosa vorresti sapere?
ja: 何を知りたいですか？
ko: 무엇을 알고 싶으신가요?
nl: Wat wilt u weten?
pt: O que você gostaria de saber?
ru: Что вы хотели бы узнать?
tr: Örn: Bu hafta yeni bir şey denemeli miyim?
zh: 您想知道什么？

# fortuneEggsSubtitle
source: Pick one egg below
ar: اختر بيضة لتكشف عن حظك
de: Wählen Sie ein Ei, um Ihr Glück zu enthüllen
es: Elige un huevo para revelar tu fortuna
fr: Choisissez un œuf pour révéler votre fortune
hi: अपना भाग्य प्रकट करने के लिए एक अंडा चुनें
it: Scegli un uovo per rivelare la tua fortuna
ja: たまごを選んで運勢を見る
ko: 달걀을 선택하여 운세를 확인하세요
nl: Kies een ei om uw fortuin te onthullen
pt: Escolha um ovo para revelar sua sorte
ru: Выберите яйцо, чтобы узнать свою судьбу
tr: Aşağıdan bir yumurta seç
zh: 选择一个蛋来揭示您的运势

# fortuneResultTitle
source: Your answer
ar: حظك
de: Ihr Glück
es: Tu fortuna
fr: Votre fortune
hi: आपका भाग्य
it: La tua fortuna
ja: あなたの運勢
ko: 당신의 운세
nl: Uw fortuin
pt: Sua sorte
ru: Ваша судьба
tr: Cevabın
zh: 您的运势

# fortuneNoQuestion
source: You didn't write a question
ar: لم تطرح سؤالاً بعد
de: Sie haben noch keine Frage gestellt
es: Aún no has hecho una pregunta
fr: Vous n'avez pas encore posé de question
hi: आपने अभी तक कोई सवाल नहीं पूछा है
it: Non hai ancora fatto una domanda
ja: まだ質問をしていません
ko: 아직 질문을 하지 않았습니다
nl: U heeft nog geen vraag gesteld
pt: Você ainda não fez uma pergunta
ru: Вы еще не задали вопрос
tr: Bir soru yazmadın
zh: 您还没有提问

# fortuneDisclaimer
source: For fun only.
ar: قراءة الحظ للترفيه فقط
de: Wahrsagerei dient nur der Unterhaltung
es: La adivinación es solo para entretenimiento
fr: La divination est uniquement à des fins de divertissement
hi: भाग्य बताना केवल मनोरंजन उद्देश्यों के लिए है
it: La divinazione è solo per intrattenimento
ja: 占いはエンターテインメント目的のみです
ko: 운세는 오락 목적으로만 제공됩니다
nl: Waarzeggerij is alleen voor entertainment
pt: A adivinhação é apenas para entretenimento
ru: Гадание предназначено только для развлечения
tr: Eğlence amaçlıdır.
zh: 占卜仅供娱乐

# fortuneEggSemantic
source: Egg {index}
ar: بيضة حظ {index}
de: Glücksei {index}
es: Huevo de la fortuna {index}
fr: Œuf de la fortune {index}
hi: भाग्य अंडा {index}
it: Uovo della fortuna {index}
ja: 運勢たまご {index}
ko: 운세 달걀 {index}
nl: Geluksei {index}
pt: Ovo da sorte {index}
ru: Яйцо судьбы {index}
tr: Yumurta {index}
zh: 运势蛋 {index}

# fortunePlay
source: Fortune Eggs
ar: لعب
de: Spielen
es: Jugar
fr: Jouer
hi: खेलें
it: Gioca
ja: 遊ぶ
ko: 시작
nl: Spelen
pt: Jogar
ru: Играть
tr: Karar Yumurtaları
zh: 开始

source: Shuffle
ar: خلط
de: Mischen
es: Mezclar
fr: Mélanger
hi: फेरबदल
it: Mescola
ja: シャッフル
ko: 섞기
nl: Schudden
pt: Embaralhar
ru: Перемешать
tr: Karıştır
zh: 洗牌

source: OK
ar: موافق
hi: ठीक है
ko: 확인
ru: ОК
tr: Tamam
zh: 确定

# weekdaysShortSat
source: Sat
ar: السبت
de: Sa
es: Sáb
fr: Sam
hi: शनि
it: Sab
ja: 土
ko: 토
nl: Za
pt: Sáb
ru: Сб
tr: Cmt
zh: 周六

# weekdaysShortSun
source: Sun
ar: الأحد
de: So
es: Dom
fr: Dim
hi: रवि
it: Dom
ja: 日
ko: 일
nl: Zo
pt: Dom
ru: Вс
tr: Paz
zh: 周日

# weekdaysShortThu
source: Thu
ar: الخميس
de: Do
es: Jue
fr: Jeu
hi: गुरु
it: Gio
ja: 木
ko: 목
nl: Do
pt: Qui
ru: Чт
tr: Per
zh: 周四

# weekdaysShortTue
source: Tue
ar: الثلاثاء
de: Di
es: Mar
fr: Mar
hi: मंगल
it: Mar
ja: 火
ko: 화
nl: Di
pt: Ter
ru: Вт
tr: Sal
zh: 周二

# weekdaysShortWed
source: Wed
ar: الأربعاء
de: Mi
es: Mié
fr: Mer
hi: बुध
it: Mer
ja: 水
ko: 수
nl: Wo
pt: Qua
ru: Ср
tr: Çar
zh: 周三

source: Weekly
ar: أسبوعيًا
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
it: Settimanale
ja: 毎週
ko: 매주
nl: Wekelijks
pt: Semanal
ru: Еженедельно
tr: Haftalık
zh: 每周

source: Weekly email summary
ar: ملخص البريد الإلكتروني الأسبوعي
de: Wöchentliche E-Mail-Zusammenfassung
es: Resumen semanal por correo
fr: Résumé hebdomadaire par e-mail
hi: साप्ताहिक ईमेल सारांश
it: Riepilogo settimanale via email
ja: 週間メール要約
ko: 주간 이메일 요약
nl: Wekelijkse e-mailsamenvatting
pt: Resumo semanal por email
ru: Еженедельная сводка по электронной почте
tr: Haftalık e-posta özeti
zh: 每周邮件摘要

source: Weekly summary email
ar: ملخص البريد الإلكتروني الأسبوعي
de: Wöchentliche Zusammenfassung per E-Mail
es: Correo electrónico de resumen semanal
fr: E-mail de résumé hebdomadaire
hi: साप्ताहिक सारांश ईमेल
it: Email di riepilogo settimanale
ja: 週間サマリーメール
ko: 주간 요약 이메일
nl: Wekelijkse samenvattingsmail
pt: Email de resumo semanal
ru: Еженедельное сводное письмо
tr: Haftalık özet e-postası
zh: 每周摘要邮件

# whichDaysActive
source: Which days should be active?
ar: ما هي الأيام التي يجب أن تكون نشطة؟
de: Welche Tage sollen aktiv sein?
es: ¿Qué días deben estar activos?
fr: Quels jours doivent être actifs?
hi: कौन से दिन सक्रिय होने चाहिए?
it: Quali giorni dovrebbero essere attivi?
ja: どの日をアクティブにしますか？
ko: 어떤 날을 활성화해야 합니까?
nl: Welke dagen moeten actief zijn?
pt: Quais dias devem estar ativos?
ru: Какие дни должны быть активны?
tr: Hangi günler aktif olmalı?
zh: 哪些天应该活跃？

# whichMonthDays
source: Which days of the month?
ar: ما هي أيام الشهر؟
de: Welche Tage des Monats?
es: ¿Qué días del mes?
fr: Quels jours du mois?
hi: महीने के कौन से दिन?
it: Quali giorni del mese?
ja: 月のどの日ですか？
ko: 월의 어떤 날?
nl: Welke dagen van de maand?
pt: Quais dias do mês?
ru: Какие дни месяца?
tr: Ayın hangi günleri?
zh: 月份中的哪几天？

source: Which weekdays?
ar: ما هي أيام الأسبوع؟
de: Welche Wochentage?
es: ¿Qué días de la semana?
fr: Quels jours de la semaine?
hi: कौन से सप्ताह के दिन?
it: Quali giorni della settimana?
ja: どの曜日ですか？
ko: 어떤 요일?
nl: Welke weekdagen?
pt: Quais dias da semana?
ru: Какие дни недели?
tr: Hangi hafta günleri?
zh: 星期几？

# worldTheme
source: World
ar: العالم
de: Welt
es: Mundo
fr: Monde
hi: विश्व
it: Mondo
ja: ワールド
ko: 월드
nl: Wereld
pt: Mundo
ru: Мир
tr: Dünya
zh: 世界

# worldThemeDesc
source: Harmony of all colors
ar: انسجام جميع الألوان
de: Harmonie aller Farben
es: Armonía de todos los colores
fr: Harmonie de toutes les couleurs
hi: सभी रंगों का सामंजस्य
it: Armonia di tutti i colori
ja: すべての色の調和
ko: 모든 색상의 조화
nl: Harmonie van alle kleuren
pt: Harmonia de todas as cores
ru: Гармония всех цветов
tr: Tüm renklerin uyumu
zh: 所有颜色的和谐

# xpProgressSummary
source: {current} / {total} XP • {toNext} XP to next level
ar: {current} / {total} نقطة خبرة • {toNext} نقطة خبرة إلى المستوى التالي
de: {current} / {total} XP • {toNext} XP zum nächsten Level
es: {current} / {total} XP • {toNext} XP para el siguiente nivel
fr: {current} / {total} XP • {toNext} XP pour le niveau suivant
hi: {current} / {total} XP • अगले स्तर तक {toNext} XP
it: {current} / {total} XP • {toNext} XP per il livello successivo
ja: {current} / {total} XP • 次のレベルまで{toNext} XP
ko: {current} / {total} XP • 다음 레벨까지 {toNext} XP
nl: {current} / {total} XP • {toNext} XP tot volgend niveau
pt: {current} / {total} XP • {toNext} XP para o próximo nível
ru: {current} / {total} XP • {toNext} XP до следующего уровня
tr: {current} / {total} XP • Sonraki seviye için {toNext} XP
zh: {current} / {total} 经验值 • {toNext} 经验值到下一级

# yesNoDescription
source: Simple yes/no tracking
ar: تتبع بسيط بنعم / لا
de: Einfache Ja/Nein-Verfolgung
es: Seguimiento simple de sí/no
fr: Suivi simple oui/non
hi: सरल हाँ/नहीं ट्रैकिंग
it: Semplice tracciamento sì/no
ja: 単純なはい/いいえの追跡
ko: 단순 예/아니오 추적
nl: Eenvoudige ja/nee-registratie
pt: Rastreamento simples de sim/não
ru: Простое отслеживание да/нет
tr: Basit evet/hayır takibi
zh: 简单的“是/否”跟踪

# yesNoExample
source: Did I meditate today?
ar: هل تأملت اليوم؟
de: Habe ich heute meditiert?
es: ¿Medité hoy?
fr: Ai-je médité aujourd'hui?
hi: क्या मैंने आज ध्यान किया?
it: Ho meditato oggi?
ja: 今日瞑想しましたか？
ko: 오늘 명상했나요?
nl: Heb ik vandaag gemediteerd?
pt: Eu meditei hoje?
ru: Медитировал ли я сегодня?
tr: Bugün meditasyon yaptım mı?
zh: 我今天冥想了吗？

# yesNoType
source: Yes/No
ar: نعم / لا
de: Ja/Nein
es: Sí/No
fr: Oui/Non
hi: हाँ/नहीं
it: Sì/No
ja: はい/いいえ
ko: 예/아니오
nl: Ja/Nee
pt: Sim/Não
ru: Да/Нет
tr: Evet/Hayır
zh: 是/否

source: Analysis
ar: تحليل
de: Analyse
es: Análisis
fr: Analyse
hi: विश्लेषण
it: Analisi
ja: 分析
ko: 분석
nl: Analyse
pt: Análise
ru: Анализ
tr: Analiz
zh: 分析

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
pt: Aplicar
ru: Применить
tr: Uygula
zh: 应用

source: Clear Filters
ar: مسح المرشحات
de: Filter löschen
es: Limpiar filtros
fr: Effacer les filtres
hi: फ़िल्टर साफ़ करें
it: Cancella filtri
ja: フィルターをクリア
ko: 필터 지우기
nl: Filters wissen
pt: Limpar filtros
ru: Очистить фильтры
tr: Filtreleri temizle
zh: 清除筛选

# simpleTypeShort
source: Simple
ar: بسيط
de: Einfach
hi: सरल
it: Semplice
ja: 単純
ko: 단순
nl: Eenvoudig
pt: Simples
ru: Простой
tr: Basit
zh: 简单

# completedSelectedDay
source: Completed on selected day
ar: مكتمل (اليوم المحدد)
de: Abgeschlossen (ausgewählter Tag)
es: Completado (día seleccionado)
fr: Terminé (jour sélectionné)
hi: पूर्ण (चयनित दिन)
it: Completato (giorno selezionato)
ja: 完了（選択日）
ko: 완료 (선택한 날짜)
nl: Voltooid (geselecteerde dag)
pt: Concluído (dia selecionado)
ru: Завершено (выбранный день)
tr: Tamamlandı (seçilen gün)
zh: 已完成（选定日期）

# incompleteSelectedDay
source: Incomplete on selected day
ar: غير مكتمل (اليوم المحدد)
de: Unvollständig (ausgewählter Tag)
es: Incompleto (día seleccionado)
fr: Incomplet (jour sélectionné)
hi: अपूर्ण (चयनित दिन)
it: Incompleto (giorno selezionato)
ja: 未完了（選択日）
ko: 미완료 (선택한 날짜)
nl: Onvolledig (geselecteerde dag)
pt: Incompleto (dia selecionado)
ru: Не завершено (выбранный день)
tr: Tamamlanmadı (seçilen gün)
zh: 未完成（选定日期）

# manageListsSubtitle
source: Organize your habits and tasks
ar: إضافة قائمة جديدة أو إعادة تسميتها أو حذفها.
de: Neue Liste hinzufügen, umbenennen oder löschen.
es: Añadir una nueva lista, renombrar o eliminar.
fr: Ajouter une nouvelle liste, renommer ou supprimer.
hi: एक नई सूची जोड़ें, नाम बदलें, या हटाएं।
it: Aggiungi una nuova lista, rinomina o elimina.
ja: 新しいリストの追加、名前の変更、削除を行います。
ko: 새 목록을 추가, 이름 변경 또는 삭제합니다.
nl: Een nieuwe lijst toevoegen, hernoemen of verwijderen.
pt: Adicionar uma nova lista, renomear ou excluir.
ru: Добавить новый список, переименовать или удалить.
tr: Yeni listeler ekleyin, adlarını değiştirin veya silin.
zh: 添加新列表、重命名或删除。

# editListTitle
source: Edit List
ar: تعديل القائمة
de: Liste bearbeiten
es: Editar lista
fr: Modifier la liste
hi: सूची संपादित करें
it: Modifica lista
ja: リストを編集
ko: 목록 편집
nl: Lijst bewerken
pt: Editar lista
ru: Редактировать список
tr: Listeyi Düzenle
zh: 编辑列表

# listNameLabel
source: List Name
ar: اسم القائمة
de: Listenname
es: Nombre de la lista
fr: Nom de la liste
hi: सूची का नाम
it: Nome lista
ja: リスト名
ko: 목록 이름
nl: Lijstnaam
pt: Nome da lista
ru: Название списка
tr: Liste Adı
zh: 列表名称

# deleteListTitle
source: Delete List
ar: حذف القائمة
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
hi: सूची हटाएं
it: Elimina lista
ja: リストを削除
ko: 목록 삭제
nl: Lijst verwijderen
pt: Excluir lista
ru: Удалить список
tr: Listeyi Sil
zh: 删除列表

# deleteListMessage
source: Are you sure you want to delete this list?
ar: سيتم حذف هذه القائمة. اختر ما يجب فعله بالعناصر المرتبطة:
de: Diese Liste wird gelöscht. Wähle, was mit verknüpften Elementen geschehen soll:
es: Esta lista se eliminará. Elige qué hacer con los elementos vinculados:
fr: Cette liste sera supprimée. Choisissez quoi faire avec les éléments liés:
hi: यह सूची हटा दी जाएगी। लिंक किए गए आइटम के साथ क्या करना है चुनें:
it: Questa lista verrà eliminata. Scegli cosa fare con gli elementi collegati:
ja: このリストは削除されます。リンクされたアイテムの処理を選択してください:
ko: 이 목록이 삭제됩니다. 연결된 항목으로 수행할 작업을 선택하세요:
nl: Deze lijst wordt verwijderd. Kies wat je met gekoppelde items wilt doen:
pt: Esta lista será excluída. Escolha o que fazer com os itens vinculados:
ru: Этот список будет удален. Выберите, что делать со связанными элементами:
tr: Bu liste silinecek. Bağlı öğeler için işlemi seçin:
zh: 此列表将被删除。选择如何处理关联的项目：

source: Unassign linked habits
ar: إلغاء تعيين العادات المرتبطة
de: Verknüpfte Gewohnheiten aufheben
es: Desasignar hábitos vinculados
fr: Désassigner les habitudes liées
hi: लिंक की गई आदतों को अनअसाइन करें
it: Disassegna abitudini collegate
ja: リンクされた習慣の割り当てを解除
ko: 연결된 습관 할당 해제
nl: Gekoppelde gewoonten loskoppelen
pt: Desatribuir hábitos vinculados
ru: Отвязать связанные привычки
tr: Bağlı alışkanlıkların atamasını kaldır
zh: 取消关联的习惯

source: Unassign linked daily tasks
ar: إلغاء تعيين المهام اليومية المرتبطة
de: Verknüpfte tägliche Aufgaben aufheben
es: Desasignar tareas diarias vinculadas
fr: Désassigner les tâches quotidiennes liées
hi: लिंक किए गए दैनिक कार्यों को अनअसाइन करें
it: Disassegna compiti giornalieri collegati
ja: リンクされた日課の割り当てを解除
ko: 연결된 일일 작업 할당 해제
nl: Gekoppelde dagelijkse taken loskoppelen
pt: Desatribuir tarefas diárias vinculadas
ru: Отвязать связанные ежедневные задачи
tr: Bağlı günlük görevlerin atamasını kaldır
zh: 取消关联的每日任务

# listCreatedMessage
source: List created successfully
ar: تم إنشاء القائمة: {title}
de: Liste erstellt: {title}
es: Lista creada: {title}
fr: Liste créée: {title}
hi: सूची बनाई गई: {title}
it: Lista creata: {title}
ja: リストが作成されました: {title}
ko: 목록 생성됨: {title}
nl: Lijst gemaakt: {title}
pt: Lista criada: {title}
ru: Список создан: {title}
tr: Liste oluşturuldu: {title}
zh: 列表已创建：{title}

source: Remove from list
ar: إزالة من القائمة
de: Von Liste entfernen
es: Eliminar de la lista
fr: Retirer de la liste
hi: सूची से हटाएं
it: Rimuovi dalla lista
ja: リストから削除
ko: 목록에서 제거
nl: Van lijst verwijderen
pt: Remover da lista
ru: Удалить из списка
tr: Listeden kaldır
zh: 从列表中删除

source: Create New List
ar: إنشاء قائمة جديدة
de: Neue Liste erstellen
es: Crear nueva lista
fr: Créer une nouvelle liste
hi: नई सूची बनाएं
it: Crea nuova lista
ja: 新しいリストを作成
ko: 새 목록 생성
nl: Nieuwe lijst maken
pt: Criar nova lista
ru: Создать новый список
tr: Yeni liste oluştur
zh: 创建新列表

# dailyTasksSection
source: Daily Tasks
ar: المهام اليومية
de: Tägliche Aufgaben
es: Tareas diarias
fr: Tâches quotidiennes
hi: दैनिक कार्य
it: Compiti giornalieri
ja: 日課
ko: 일일 작업
nl: Dagelijkse taken
pt: Tarefas Diárias
ru: Ежедневные задачи
tr: Günlük Görevler
zh: 每日任务

source: Add to list
ar: إضافة إلى القائمة
de: Zur Liste hinzufügen
es: Añadir a la lista
fr: Ajouter à la liste
hi: सूची में जोड़ें
it: Aggiungi alla lista
ja: リストに追加
ko: 목록에 추가
nl: Aan lijst toevoegen
pt: Adicionar à lista
ru: Добавить в список
tr: Listeye ekle
zh: 添加到列表

# deleteTaskConfirmTitle
source: Delete Task
ar: حذف المهمة؟
de: Aufgabe löschen?
es: ¿Eliminar tarea?
fr: Supprimer la tâche?
hi: कार्य हटाएं?
it: Eliminare il compito?
ja: タスクを削除しますか？
ko: 작업을 삭제하시겠습니까?
nl: Taak verwijderen?
pt: Excluir tarefa?
ru: Удалить задачу?
tr: Görev silinsin mi?
zh: 删除任务？

# deleteTaskConfirmMessage
source: Are you sure you want to delete this task?
ar: هل تريد حذف هذه المهمة اليومية؟ يمكن التراجع عن هذا الإجراء.
de: Möchtest du diese tägliche Aufgabe löschen? Diese Aktion kann rückgängig gemacht werden.
es: ¿Quieres eliminar esta tarea diaria? Esta acción se puede deshacer.
fr: Voulez-vous supprimer cette tâche quotidienne? Cette action peut être annulée.
hi: क्या आप इस दैनिक कार्य को हटाना चाहते हैं? यह क्रिया पूर्ववत की जा सकती है।
it: Vuoi eliminare questo compito giornaliero? Questa azione può essere annullata.
ja: この日課を削除しますか？この操作は元に戻すことができます。
ko: 이 일일 작업을 삭제하시겠습니까? 이 작업은 취소할 수 있습니다.
nl: Wil je deze dagelijkse taak verwijderen? Deze actie kan ongedaan worden gemaakt.
pt: Deseja excluir esta tarefa diária? Esta ação pode ser desfeita.
ru: Вы хотите удалить эту ежедневную задачу? Это действие можно отменить.
tr: Bu günlük görev silinsin mi? Bu işlem geri alınabilir.
zh: 您想删除此每日任务吗？此操作可以撤销。

source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
it: Annulla
ja: 元に戻す
ko: 실행 취소
nl: Ongedaan maken
pt: Desfazer
ru: Отменить
tr: Geri al
zh: 撤销

# habitsSection
source: Habits
ar: العادات
de: Gewohnheiten
es: Hábitos
fr: Habitudes
hi: आदतें
it: Abitudini
ja: 習慣
ko: 습관
nl: Gewoonten
pt: Hábitos
ru: Привычки
tr: Alışkanlıklar
zh: 习惯

# noItemsMatchFilters
source: No items match the current filters
ar: لا توجد عناصر تطابق المرشحات المحددة
de: Keine Elemente entsprechen den ausgewählten Filtern
es: Ningún elemento coincide con los filtros seleccionados
fr: Aucun élément ne correspond aux filtres sélectionnés
hi: चयनित फ़िल्टर से कोई आइटम मेल नहीं खाता
it: Nessun elemento corrisponde ai filtri selezionati
ja: 選択したフィルターに一致するアイテムがありません
ko: 선택한 필터와 일치하는 항목 없음
nl: Geen items komen overeen met de geselecteerde filters
pt: Nenhum item corresponde aos filtros selecionados
ru: Нет элементов, соответствующих выбранным фильтрам
tr: Seçilen filtrelerle eşleşen öğe yok
zh: 没有与所选筛选器匹配的项目

# dailyTaskCreatedMessage
source: Daily task created successfully
ar: تم إنشاء المهمة اليومية: {title}
de: Tägliche Aufgabe erstellt: {title}
es: Tarea diaria creada: {title}
fr: Tâche quotidienne créée: {title}
hi: दैनिक कार्य बनाया गया: {title}
it: Compito giornaliero creato: {title}
ja: 日課が作成されました: {title}
ko: 일일 작업 생성됨: {title}
nl: Dagelijkse taak gemaakt: {title}
pt: Tarefa diária criada: {title}
ru: Ежедневная задача создана: {title}
tr: Günlük görev oluşturuldu: {title}
zh: 每日任务已创建：{title}
