Repository: furkankisisel/mira_delete_account
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt, ru, tr, zh

# badgeLevel10Title
source: Journeyman
ar: المستوى 10
de: Level 10
es: Nivel 10
fr: Niveau 10
hi: स्तर 10
it: Livello 10
ja: レベル10
ko: 레벨 10
nl: Niveau 10
pt: Nível 10
ru: Уровень 10
tr: Seviye 10
zh: 10级

# badgeLevel20Desc
source: Reach level 20
ar: الوصول إلى المستوى 20
de: Erreiche Level 20
es: Alcanzar el nivel 20
fr: Atteindre le niveau 20
hi: स्तर 20 तक पहुंचें
it: Raggiungi il livello 20
ja: レベル20に到達
ko: 레벨 20 도달
nl: Bereik niveau 20
pt: Alcançar o nível 20
ru: Достичь 20-го уровня
tr: 20. seviyeye ulaş
zh: 达到20级

# badgeLevel20Title
source: Master
ar: المستوى 20
de: Level 20
es: Nivel 20
fr: Niveau 20
hi: स्तर 20
it: Livello 20
ja: レベル20
ko: 레벨 20
nl: Niveau 20
pt: Nível 20
ru: Уровень 20
tr: Seviye 20
zh: 20级

# badgeLevel5Desc
source: Reach level 5
ar: الوصول إلى المستوى 5
de: Erreiche Level 5
es: Alcanzar el nivel 5
fr: Atteindre le niveau 5
hi: स्तर 5 तक पहुंचें
it: Raggiungi il livello 5
ja: レベル5に到達
ko: 레벨 5 도달
nl: Bereik niveau 5
pt: Alcançar o nível 5
ru: Достичь 5-го уровня
tr: 5. seviyeye ulaş
zh: 达到5级

# badgeLevel5Title
source: Apprentice
ar: المستوى 5
de: Level 5
es: Nivel 5
fr: Niveau 5
hi: स्तर 5
it: Livello 5
ja: レベル5
ko: 레벨 5
nl: Niveau 5
pt: Nível 5
ru: Уровень 5
tr: Seviye 5
zh: 5级

# badgeVision10Desc
source: Create 10 visions
ar: إنشاء 10 رؤى
de: 10 Visionen erstellen
es: Crear 10 visiones
fr: Créer 10 visions
hi: 10 दृष्टियां बनाएं
it: Crea 10 visioni
ja: 10個のビジョンを作成する
ko: 비전 10개 생성
nl: Creëer 10 visies
pt: Criar 10 visões
ru: Создать 10 видений
tr: 10 vizyon oluştur
zh: 创建10个愿景

# badgeVision10Title
source: Futurist
ar: سيد الرؤى الكبير
de: Visions-Großmeister
es: Gran Maestro de la Visión
fr: Grand Maître de la Vision
hi: विजन ग्रैंडमास्टर
it: Gran Maestro della Visione
ja: ビジョングランドマスター
ko: 비전 그랜드마스터
nl: Visie Grootmeester
pt: Grande Mestre da Visão
ru: Гроссмейстер Видений
tr: Vizyon Büyükustası
zh: 愿景大师

# badgeVision1Desc
source: Create 1 vision
ar: أنشئ رؤيتك الأولى
de: Erstelle deine erste Vision
es: Crea tu primera visión
fr: Créez votre première vision
hi: अपनी पहली दृष्टि बनाएं
it: Crea la tua prima visione
ja: 最初のビジョンを作成する
ko: 첫 비전 생성
nl: Creëer je eerste visie
pt: Crie sua primeira visão
ru: Создайте свое первое видение
tr: İlk vizyonunu oluştur
zh: 创建你的第一个愿景

# badgeVision1Title
source: Dreamer
ar: صاحب رؤية
de: Visionär
es: Visionario
fr: Visionnaire
hi: दूरदर्शी
it: Visionario
ja: ビジョナリー
ko: 비전가
nl: Visionair
pt: Visionário
ru: Визионер
tr: Vizyoner
zh: 远见者

# badgeVision5Desc
source: Create 5 visions
ar: إنشاء 5 رؤى
de: 5 Visionen erstellen
es: Crear 5 visiones
fr: Créer 5 visions
hi: 5 दृष्टियां बनाएं
it: Crea 5 visioni
ja: 5個のビジョンを作成する
ko: 비전 5개 생성
nl: Creëer 5 visies
pt: Criar 5 visões
ru: Создать 5 видений
tr: 5 vizyon oluştur
zh: 创建5个愿景

# badgeVision5Title
source: Visionary
ar: سيد الرؤى
de: Visions-Meister
es: Maestro de la Visión
fr: Maître de la Vision
hi: विजन मास्टर
it: Maestro della Visione
ja: ビジョンマスター
ko: 비전 마스터
nl: Visie Meester
pt: Mestre da Visão
ru: Мастер Видений
tr: Vizyon Ustası
zh: 愿景专家

# badgeVisionHabits3Desc
source: Link 3 habits to a vision
ar: ربط 3+ عادات برؤية
de: Verknüpfe 3+ Gewohnheiten mit einer Vision
es: Vincular 3+ hábitos a una visión
fr: Lier 3+ habitudes à une vision
hi: एक दृष्टि से 3+ आदतें लिंक करें
it: Collega 3+ abitudini a una visione
ja: 3つ以上の習慣をビジョンにリンクする
ko: 비전에 3개 이상의 습관 연결
nl: Koppel 3+ gewoonten aan een visie
pt: Vincular 3+ hábitos a uma visão
ru: Связать 3+ привычки с видением
tr: Bir vizyona 3+ alışkanlık bağla
zh: 将3个以上的习惯链接到一个愿景

# badgeVisionHabits3Title
source: Goal Oriented
ar: الرابط
de: Verbinder
es: Conector
fr: Connecteur
hi: कनेक्टर
it: Connettore
ja: コネクター
ko: 연결자
nl: Verbinder
pt: Conector
ru: Соединитель
tr: Bağlayıcı
zh: 连接者

# badgeXp1000Desc
source: Collect 1000 XP
ar: اكسب ما مجموعه 1000 نقطة خبرة
de: Verdiene insgesamt 1000 XP
es: Ganar un total de 1000 XP
fr: Gagner un total de 1000 XP
hi: कुल 1000 XP अर्जित करें
it: Guadagna un totale di 1000 XP
ja: 合計1000 XPを獲得
ko: 총 1000 XP 획득
nl: Verdien in totaal 1000 XP
pt: Ganhar um total de 1000 XP
ru: Заработать в общей сложности 1000 XP
tr: Toplam 1000 XP kazan
zh: 总共获得1000经验值

# badgeXp1000Title
source: Wise
ar: 1000 نقطة خبرة
de: 1000 XP
es: 1000 XP
fr: 1000 XP
hi: 1000 XP
it: 1000 XP
ja: 1000 XP
ko: 1000 XP
nl: 1000 XP
pt: 1000 XP
ru: 1000 XP
tr: 1000 XP
zh: 1000经验值

# badgeXp500Desc
source: Collect 500 XP
ar: اكسب ما مجموعه 500 نقطة خبرة
de: Verdiene insgesamt 500 XP
es: Ganar un total de 500 XP
fr: Gagner un total de 500 XP
hi: कुल 500 XP अर्जित करें
it: Guadagna un totale di 500 XP
ja: 合計500 XPを獲得
ko: 총 500 XP 획득
nl: Verdien in totaal 500 XP
pt: Ganhar um total de 500 XP
ru: Заработать в общей сложности 500 XP
tr: Toplam 500 XP kazan
zh: 总共获得500经验值

# badgeXp500Title
source: Experienced
ar: 500 نقطة خبرة
de: 500 XP
es: 500 XP
fr: 500 XP
hi: 500 XP
it: 500 XP
ja: 500 XP
ko: 500 XP
nl: 500 XP
pt: 500 XP
ru: 500 XP
tr: 500 XP
zh: 500经验值

source: Between 1 and 360
ar: بين 1 و 360
de: Zwischen 1 und 360
es: Entre 1 y 360
fr: Entre 1 et 360
hi: 1 और 360 के बीच
it: Tra 1 e 360
ja: 1から360の間
ko: 1에서 360 사이
nl: Tussen 1 en 360
pt: Entre 1 e 360
ru: От 1 до 360
tr: 1 ile 360 arasında
zh: 介于1和360之间

source: Bio
ar: السيرة الذاتية
es: Biografía
hi: बायो
ja: 経歴
ko: 소개
ru: Биография
tr: Biyografi
zh: 个人简介

# bioHint
source: A short biography about yourself
ar: سيرة ذاتية قصيرة عن نفسك
de: Eine kurze Biografie über dich
es: Una breve biografía sobre ti
fr: Une courte biographie sur vous
hi: आपके बारे में एक संक्षिप्त जीवनी
it: Una breve biografia su di te
ja: あなたについての短い経歴
ko: 자신에 대한 간략한 소개
nl: Een korte biografie over uzelf
pt: Uma breve biografia sobre você
ru: Краткая биография о себе
tr: Kendiniz hakkında kısa bir biyografi
zh: 关于您自己的简短传记

# breakTime
source: Break
ar: استراحة
de: Pause
es: Descanso
fr: Pause
hi: विराम
it: Pausa
ja: 休憩
ko: 휴식
nl: Pauze
pt: Pausa
ru: Перерыв
tr: Mola
zh: 休息

source: Breakdown by category
ar: التصنيف حسب الفئة
de: Aufschlüsselung nach Kategorie
es: Desglose por categoría
fr: Répartition par catégorie
hi: श्रेणी के अनुसार विश्लेषण
it: Ripartizione per categoria
ja: カテゴリ別の内訳
ko: 카테고리별 분석
nl: Uitsplitsing per categorie
pt: Detalhamento por categoria
ru: Разбивка по категориям
tr: Kategoriye göre döküm
zh: 按类别细分

source: Bring forward
ar: تقديم
de: Nach vorne bringen
es: Traer adelante
fr: Mettre en avant
hi: आगे लाओ
it: Porta avanti
ja: 前面へ移動
ko: 앞으로 가져오기
nl: Naar voren brengen
pt: Trazer para a frente
ru: Вынести вперед
tr: Öne getir
zh: 向前移动

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
ko: 카테고리
nl: Categorie
pt: Categoria
ru: Категория
tr: Kategori
zh: 类别

source: Category Name
ar: اسم الفئة
de: Kategoriename
es: Nombre de la categoría
fr: Nom de la catégorie
hi: श्रेणी का नाम
it: Nome della categoria
ja: カテゴリ名
ko: 카테고리 이름
nl: Categorienaam
pt: Nome da Categoria
ru: Название категории
tr: Kategori Adı
zh: 类别名称

# chooseBestCategory
source: Choose the best category for your habit
ar: اختر أفضل فئة لعادتك
de: Wähle die beste Kategorie für deine Gewohnheit
es: Elige la mejor categoría para tu hábito
fr: Choisissez la meilleure catégorie pour votre habitude
hi: अपनी आदत के लिए सबसे अच्छी श्रेणी चुनें
it: Scegli la categoria migliore per la tua abitudine
ja: あなたの習慣に最適なカテゴリを選択してください
ko: 습관에 가장 적합한 카테고리를 선택하세요
nl: Kies de beste categorie voor je gewoonte
pt: Escolha a melhor categoria para o seu hábito
ru: Выберите лучшую категорию для вашей привычки
tr: Alışkanlığınız için en iyi kategoriyi seçin
zh: 为你的习惯选择最佳类别

source: Choose Color:
ar: اختر اللون:
de: Farbe wählen:
es: Elegir color:
fr: Choisir la couleur:
hi: रंग चुनें:
it: Scegli colore:
ja: 色を選択:
ko: 색상 선택:
nl: Kies kleur:
pt: Escolha a Cor:
ru: Выберите цвет:
tr: Renk Seç:
zh: 选择颜色：

source: Choose Emoji:
ar: اختر الرمز التعبيري:
de: Emoji wählen:
es: Elegir Emoji:
fr: Choisir l'émoji:
hi: इमोजी चुनें:
it: Scegli Emoji:
ja: 絵文字を選択:
ko: 이모지 선택:
nl: Kies emoji:
pt: Escolha o Emoji:
ru: Выберите эмодзи:
tr: Emoji Seç:
zh: 选择表情符号：

source: Clear History
ar: مسح السجل
de: Verlauf löschen
es: Limpiar historial
fr: Effacer l'historique
hi: इतिहास साफ़ करें
it: Cancella cronologia
ja: 履歴をクリア
ko: 기록 지우기
nl: Geschiedenis wissen
pt: Limpar histórico
ru: Очистить историю
tr: Geçmişi Temizle
zh: 清除历史记录

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt: Fechar
ru: Закрыть
tr: Kapat
zh: 关闭

# colorLabel
source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: 色
ko: 색상
nl: Kleur
pt: Cor
ru: Цвет
tr: Renk
zh: 颜色

source: Color theme
ar: مظهر الألوان
de: Farbdesign
es: Tema de color
fr: Thème de couleur
hi: रंग थीम
it: Tema colore
ja: カラーテーマ
ko: 색상 테마
nl: Kleurenthema
pt: Tema de cor
ru: Цветовая тема
tr: Renk teması
zh: 颜色主题

# countdownConfigureTitle
source: Configure Countdown
ar: تكوين العد التنازلي
de: Countdown konfigurieren
es: Configurar cuenta atrás
fr: Configurer le compte à rebours
hi: काउंटडाउन कॉन्फ़िगर करें
it: Configura conto alla rovescia
ja: カウントダウンを設定
ko: 카운트다운 구성
nl: Countdown configureren
pt: Configurar Contagem Regressiva
ru: Настроить обратный отсчет
tr: Geri Sayımı Yapılandır
zh: 配置倒计时

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
it: Crea
ja: 作成
ko: 생성
nl: Maken
pt: Criar
ru: Создать
tr: Oluştur
zh: 创建

source: Create Advanced Habit
ar: إنشاء عادة متقدمة
de: Erweiterte Gewohnheit erstellen
es: Crear Hábito Avanzado
fr: Créer une habitude avancée
hi: उन्नत आदत बनाएं
it: Crea abitudine avanzata
ja: 高度な習慣を作成
ko: 고급 습관 생성
nl: Geavanceerde gewoonte maken
pt: Criar Hábito Avançado
ru: Создать Продвинутую Привычку
tr: Gelişmiş Alışkanlık Oluştur
zh: 创建高级习惯

source: Create Daily Task
ar: إنشاء مهمة يومية
de: Tägliche Aufgabe erstellen
es: Crear tarea diaria
fr: Créer une tâche quotidienne
hi: दैनिक कार्य बनाएं
it: Crea compito giornaliero
ja: 日課を作成
ko: 일일 작업 생성
nl: Dagelijkse taak maken
pt: Criar tarefa diária
ru: Создать ежедневную задачу
tr: Günlük Görev Oluştur
zh: 创建每日任务

# createHabitTemplateTitle
source: Create Habit Template
ar: إنشاء قالب عادة
de: Gewohnheitsvorlage erstellen
es: Crear plantilla de hábito
fr: Créer un modèle d'habitude
hi: आदत टेम्पलेट बनाएं
it: Crea modello di abitudine
ja: 習慣テンプレートを作成
ko: 습관 템플릿 생성
nl: Sjabloon voor gewoonte maken
pt: Criar Modelo de Hábito
ru: Создать шаблон привычки
tr: Alışkanlık Şablonu Oluştur
zh: 创建习惯模板

source: Create List
ar: إنشاء قائمة
de: Liste erstellen
es: Crear lista
fr: Créer une liste
hi: सूची बनाएं
it: Crea lista
ja: リストを作成
ko: 목록 생성
nl: Lijst maken
pt: Criar Lista
ru: Создать список
tr: Liste Oluştur
zh: 创建列表

source: Create New Category
ar: إنشاء فئة جديدة
de: Neue Kategorie erstellen
es: Crear Nueva Categoría
fr: Créer une nouvelle catégorie
hi: नई श्रेणी बनाएं
it: Crea nuova categoria
ja: 新しいカテゴリを作成
ko: 새 카테고리 생성
nl: Nieuwe categorie maken
pt: Criar Nova Categoria
ru: Создать новую категорию
tr: Yeni Kategori Oluştur
zh: 创建新类别

source: Create Vision
ar: إنشاء رؤية
de: Vision erstellen
es: Crear Visión
fr: Créer une vision
hi: दृष्टि बनाएं
it: Crea visione
ja: ビジョンを作成
ko: 비전 생성
nl: Visie creëren
pt: Criar Visão
ru: Создать видение
tr: Vizyon Oluştur
zh: 创建愿景

# createVisionTemplateTitle
source: Create Vision Template
ar: إنشاء قالب رؤية
de: Visionsvorlage erstellen
es: Crear plantilla de visión
fr: Créer un modèle de vision
hi: दृष्टि टेम्पलेट बनाएं
it: Crea modello di visione
ja: ビジョンテンプレートを作成
ko: 비전 템플릿 생성
nl: Visiesjabloon maken
pt: Criar Modelo de Visão
ru: Создать шаблон видения
tr: Vizyon Şablonu Oluştur
zh: 创建愿景模板

source: Custom Categories
ar: فئات مخصصة
de: Benutzerdefinierte Kategorien
es: Categorías personalizadas
fr: Catégories personnalisées
hi: कस्टम श्रेणियां
it: Categorie personalizzate
ja: カスタムカテゴリ
ko: 사용자 지정 카테고리
nl: Aangepaste categorieën
pt: Categorias Personalizadas
ru: Пользовательские категории
tr: Özel Kategoriler
zh: 自定义类别

# customEmojiHint
source: Ex: ✨
ar: مثال: ✨
de: Bsp.: ✨
es: Ej: ✨
hi: उदा: ✨
it: Es: ✨
ja: 例: ✨
ko: 예: ✨
nl: Bijv: ✨
ru: Пример: ✨
tr: Örn: ✨
zh: 例如：✨

source: Custom emoji (optional)
ar: رمز تعبيري مخصص (اختياري)
de: Benutzerdefiniertes Emoji (optional)
es: Emoji personalizado (opcional)
fr: Émoji personnalisé (facultatif)
hi: कस्टम इमोजी (वैकल्पिक)
it: Emoji personalizzata (opzionale)
ja: カスタム絵文字（任意）
ko: 사용자 지정 이모지 (선택 사항)
nl: Aangepaste emoji (optioneel)
pt: Emoji personalizado (opcional)
ru: Пользовательский эмодзи (необязательно)
tr: Özel emoji (isteğe bağlı)
zh: 自定义表情符号（可选）

source: Reminder
ar: تذكير
de: Erinnerung
es: Recordatorio
fr: Rappel
hi: अनुस्मारक
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinnering
pt: Lembrete
ru: Напоминание
tr: Hatırlatıcı
zh: 提醒

source: Enable Reminder
ar: تمكين التذكير
de: Erinnerung aktivieren
es: Activar Recordatorio
fr: Activer le rappel
hi: अनुस्मारक सक्षम करें
it: Abilita promemoria
ja: リマインダーを有効にする
ko: 알림 활성화
nl: Herinnering inschakelen
pt: Ativar Lembrete
ru: Включить напоминание
tr: Hatırlatıcıyı Etkinleştir
zh: 启用提醒

source: Select Time
ar: اختر الوقت
de: Zeit auswählen
es: Seleccionar hora
fr: Sélectionner l'heure
hi: समय चुनें
it: Seleziona ora
ja: 時刻を選択
ko: 시간 선택
nl: Tijd selecteren
pt: Selecionar horário
ru: Выбрать время
tr: Zaman Seç
zh: 选择时间

# customFrequency
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nl: Aangepast
pt: Personalizado
ru: Индивидуально
tr: Özel
zh: 自定义

source: Daily
ar: يوميًا
de: Täglich
es: Diario
fr: Quotidien
hi: दैनिक
it: Giornaliero
ja: 毎日
ko: 매일
nl: Dagelijks
pt: Diário
ru: Ежедневно
tr: Günlük
zh: 每日

source: Daily check
ar: تحقق يومي
de: Tägliche Überprüfung
es: Comprobación diaria
fr: Vérification quotidienne
hi: दैनिक जांच
it: Controllo giornaliero
ja: 毎日のチェック
ko: 일일 확인
nl: Dagelijkse controle
pt: Verificação diária
ru: Ежедневная проверка
tr: Günlük kontrol
zh: 每日签到

source: Daily limit
ar: الحد اليومي
de: Tageslimit
es: Límite diario
fr: Limite quotidienne
hi: दैनिक सीमा
it: Limite giornaliero
ja: 1日の制限
ko: 일일 한도
nl: Dagelijkse limiet
pt: Limite diário
ru: Дневной лимит
tr: Günlük limit
zh: 每日限制

source: Daily Task
ar: مهمة يومية
de: Tägliche Aufgabe
es: Tarea diaria
fr: Tâche quotidienne
hi: दैनिक कार्य
it: Compito giornaliero
ja: 日課
ko: 일일 작업
nl: Dagelijkse taak
pt: Tarefa diária
ru: Ежедневная задача
tr: Günlük Görev
zh: 每日任务

source: Dark theme
ar: المظهر الداكن
de: Dunkles Design
es: Tema oscuro
fr: Thème sombre
hi: डार्क थीम
it: Tema scuro
ja: ダークテーマ
ko: 다크 테마
nl: Donker thema
pt: Tema escuro
ru: Тёмная тема
tr: Karanlık tema
zh: 深色主题

source: Dashboard
ar: لوحة التحكم
es: Panel
fr: Panneau
hi: डैशबोर्ड
it: Cruscotto
ja: ダッシュボード
ko: 대시보드
pt: Painel
ru: Панель
tr: Panel
zh: 仪表板

source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख
it: Data
ja: 日付
ko: 날짜
nl: Datum
pt: Data
ru: Дата
tr: Tarih
zh: 日期

# dayRangeShort
source: Day {start}–{end}
ar: اليوم {start}–{end}
de: Tag {start}–{end}
es: Día {start}–{end}
fr: Jour {start}–{end}
hi: दिन {start}–{end}
it: Giorno {start}–{end}
ja: {start}日目～{end}日目
ko: {start}일–{end}일
nl: Dag {start}–{end}
pt: Dia {start}–{end}
ru: День {start}–{end}
tr: Gün {start}–{end}
zh: 第 {start}–{end} 天

# dayShort
source: Day {day}
ar: اليوم {day}
de: Tag {day}
es: Día {day}
fr: Jour {day}
hi: दिन {day}
it: Giorno {day}
ja: {day}日目
ko: {day}일
nl: Dag {day}
pt: Dia {day}
ru: День {day}
tr: Gün {day}
zh: 第 {day} 天

# daysAverageShort
source: {days}d avg.
ar: متوسط {days} يوم
de: {days}T Durschn.
es: {days}d prom.
fr: {days}j moy.
hi: {days}d औसत
it: {days}g media
ja: {days}日平均
ko: {days}일 평균
nl: {days}d gem.
pt: {days}d méd.
ru: {days}дн. в среднем
tr: {days}g ort.
zh: {days}天平均

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Excluir
ru: Удалить
tr: Sil
zh: 删除

# deleteCategoryConfirmNamed
source: Delete the category "{name}"?
ar: حذف الفئة "{name}"؟
de: Die Kategorie "{name}" löschen?
es: ¿Eliminar la categoría "{name}"?
fr: Supprimer la catégorie "{name}"?
hi: श्रेणी "{name}" हटाएं?
it: Eliminare la categoria "{name}"?
ja: カテゴリ「{name}」を削除しますか？
ko: 카테고리 '{name}'을(를) 삭제하시겠습니까?
nl: De categorie "{name}" verwijderen?
pt: Excluir a categoria "{name}"?
ru: Удалить категорию "{name}"?
tr: "{name}" kategorisini sil?
zh: 删除类别“{name}”？

# deleteCategoryTitle
source: Delete category
ar: حذف الفئة
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie
hi: श्रेणी हटाएं
it: Elimina categoria
ja: カテゴリを削除
ko: 카테고리 삭제
nl: Categorie verwijderen
pt: Excluir categoria
ru: Удалить категорию
tr: Kategoriyi sil
zh: 删除类别

# deleteCustomCategoryConfirm
source: Delete this custom category?
ar: حذف هذه الفئة المخصصة؟
de: Diese benutzerdefinierte Kategorie löschen?
es: ¿Eliminar esta categoría personalizada?
fr: Supprimer cette catégorie personnalisée?
hi: यह कस्टम श्रेणी हटाएं?
it: Eliminare questa categoria personalizzata?
ja: このカスタムカテゴリを削除しますか？
ko: 이 사용자 지정 카테고리를 삭제하시겠습니까?
nl: Deze aangepaste categorie verwijderen?
pt: Excluir esta categoria personalizada?
ru: Удалить эту пользовательскую категорию?
tr: Bu özel kategoriyi sil?
zh: 删除此自定义类别？

# deleteEntryConfirm
source: Are you sure you want to delete this entry?
ar: حذف هذا الإدخال؟
de: Diesen Eintrag löschen?
es: ¿Eliminar esta entrada?
fr: Supprimer cette entrée?
hi: यह प्रविष्टि हटाएं?
it: Eliminare questa voce?
ja: このエントリを削除しますか？
ko: 이 항목을 삭제하시겠습니까?
nl: Deze invoer verwijderen?
pt: Excluir esta entrada?
ru: Удалить эту запись?
tr: Bu girişi sil?
zh: 删除此条目？

# deleteTransactionConfirm
source: Delete the record "{title}"?
ar: حذف السجل "{title}"؟
de: Den Datensatz "{title}" löschen?
es: ¿Eliminar el registro "{title}"?
fr: Supprimer l'enregistrement "{title}"?
hi: रिकॉर्ड "{title}" हटाएं?
it: Eliminare la registrazione "{title}"?
ja: レコード「{title}」を削除しますか？
ko: 기록 '{title}'을(를) 삭제하시겠습니까?
nl: De record "{title}" verwijderen?
pt: Excluir o registro "{title}"?
ru: Удалить запись "{title}"?
tr: "{title}" kaydını sil?
zh: 删除记录“{title}”？

# deleteVisionMessage
source: Delete this vision?
ar: حذف هذه الرؤية؟
de: Diese Vision löschen?
es: ¿Eliminar esta visión?
fr: Supprimer cette vision?
hi: यह दृष्टि हटाएं?
it: Eliminare questa visione?
ja: このビジョンを削除しますか？
ko: 이 비전을 삭제하시겠습니까?
nl: Deze visie verwijderen?
pt: Excluir esta visão?
ru: Удалить это видение?
tr: Bu vizyonu sil?
zh: 删除此愿景？

# deleteVisionTitle
source: Delete vision
ar: حذف الرؤية
de: Vision löschen
es: Eliminar visión
fr: Supprimer la vision
hi: दृष्टि हटाएं
it: Elimina visione
ja: ビジョンを削除
ko: 비전 삭제
nl: Visie verwijderen
pt: Excluir visão
ru: Удалить видение
tr: Vizyonu sil
zh: 删除愿景

# descHint
source: Details about your habit (optional)
ar: تفاصيل حول عادتك (اختياري)
de: Details zu deiner Gewohnheit (optional)
es: Detalles sobre tu hábito (opcional)
fr: Détails sur votre habitude (facultatif)
hi: आपकी आदत के बारे में विवरण (वैकल्पिक)
it: Dettagli sulla tua abitudine (opzionale)
ja: あなたの習慣に関する詳細（任意）
ko: 습관에 대한 세부 정보 (선택 사항)
nl: Details over je gewoonte (optioneel)
pt: Detalhes sobre o seu hábito (opcional)
ru: Подробности о вашей привычке (необязательно)
tr: Alışkanlığınızla ilgili ayrıntılar (isteğe bağlı)
zh: 关于您习惯的详细信息（可选）

# difficulty
source: Difficulty Level
ar: مستوى الصعوبة
de: Schwierigkeitsgrad
es: Nivel de Dificultad
fr: Niveau de difficulté
hi: कठिनाई स्तर
it: Livello di difficoltà
ja: 難易度
ko: 난이도
nl: Moeilijkheidsgraad
pt: Nível de Dificuldade
ru: Уровень Сложности
tr: Zorluk Seviyesi
zh: 难度级别

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
it: Durata
ja: 期間
ko: 기간
nl: Duur
pt: Duração
ru: Продолжительность
tr: Süre
zh: 持续时间

# durationAutoLabel
source: Duration (auto)
ar: المدة (تلقائي)
de: Dauer (automatisch)
es: Duración (auto)
fr: Durée (auto)
hi: अवधि (ऑटो)
it: Durata (auto)
ja: 期間（自動）
ko: 기간 (자동)
nl: Duur (auto)
pt: Duração (auto)
ru: Продолжительность (авто)
tr: Süre (otomatik)
zh: 持续时间（自动）

source: Duration selection
ar: اختيار المدة
de: Dauerauswahl
es: Selección de duración
fr: Sélection de la durée
hi: अवधि चयन
it: Selezione durata
ja: 期間の選択
ko: 기간 선택
nl: Duurselectie
pt: Seleção de duração
ru: Выбор продолжительности
tr: Süre seçimi
zh: 持续时间选择

source: Duration Type
ar: نوع المدة
de: Dauertyp
es: Tipo de duración
fr: Type de durée
hi: अवधि प्रकार
it: Tipo di durata
ja: 期間タイプ
ko: 기간 유형
nl: Duurtype
pt: Tipo de Duração
ru: Тип продолжительности
tr: Süre Tipi
zh: 持续时间类型

# earthTheme
source: Earth
ar: الأرض
de: Erde
es: Tierra
fr: Terre
hi: पृथ्वी
it: Terra
ja: アース
ko: 어스
nl: Aarde
pt: Terra
ru: Земля
tr: Toprak
zh: 大地

# earthThemeDesc
source: Earth colors
ar: ألوان الأرض
de: Erdfarben
es: Colores de la tierra
fr: Couleurs de la terre
hi: पृथ्वी के रंग
it: Colori della terra
ja: 大地の色
ko: 대지의 색상
nl: Aardekleuren
pt: Cores da terra
ru: Земляные цвета
tr: Toprak renkleri
zh: 大地色彩

source: Easy
ar: سهل
de: Einfach
es: Fácil
fr: Facile
hi: आसान
it: Facile
ja: 簡単
ko: 쉬움
nl: Makkelijk
pt: Fácil
ru: Легко
tr: Kolay
zh: 简单

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pt: Editar
ru: Редактировать
tr: Düzenle
zh: 编辑

source: Edit Category
ar: تعديل الفئة
de: Kategorie bearbeiten
es: Editar Categoría
fr: Modifier la catégorie
hi: श्रेणी संपादित करें
it: Modifica categoria
ja: カテゴリを編集
ko: 카테고리 편집
nl: Categorie bewerken
pt: Editar Categoria
ru: Редактировать категорию
tr: Kategoriyi Düzenle
zh: 编辑类别

source: Edit Habit
ar: تعديل العادة
de: Gewohnheit bearbeiten
es: Editar Hábito
fr: Modifier l'habitude
hi: आदत संपादित करें
it: Modifica abitudine
ja: 習慣を編集
ko: 습관 편집
nl: Gewoonte bewerken
pt: Editar Hábito
ru: Редактировать привычку
tr: Alışkanlığı Düzenle
zh: 编辑习惯

source: Education
ar: تعليم
de: Bildung
es: Educación
fr: Éducation
hi: शिक्षा
it: Istruzione
ja: 教育
ko: 교육
nl: Onderwijs
pt: Educação
ru: Образование
tr: Eğitim
zh: 教育

source: End Date
ar: تاريخ الانتهاء
de: Enddatum
es: Fecha de finalización
fr: Date de fin
hi: अंतिम तिथि
it: Data di fine
ja: 終了日
ko: 종료일
nl: Einddatum
pt: Data de Término
ru: Дата окончания
tr: Bitiş Tarihi
zh: 结束日期

# endDayOptionalLabel
source: End day (optional)
ar: يوم الانتهاء (اختياري)
de: Endtag (optional)
es: Día de finalización (opcional)
fr: Jour de fin (facultatif)
hi: अंतिम दिन (वैकल्पिक)
it: Giorno di fine (opzionale)
ja: 終了日（任意）
ko: 종료일 (선택 사항)
nl: Einddag (optioneel)
pt: Dia de término (opcional)
ru: День окончания (необязательно)
tr: Bitiş günü (isteğe bağlı)
zh: 结束日（可选）

# enterMonthlyPlanToComputeDailyLimit
source: Enter a monthly plan to compute a daily limit.
ar: أدخل خطة شهرية لحساب الحد اليومي.
de: Gib einen Monatsplan ein, um ein Tageslimit zu berechnen.
es: Introduce un plan mensual para calcular un límite diario.
fr: Entrez un plan mensuel pour calculer une limite quotidienne.
hi: दैनिक सीमा की गणना के लिए मासिक योजना दर्ज करें।
it: Inserisci un piano mensile per calcolare un limite giornaliero.
ja: 1日の制限を計算するために月間プランを入力してください。
ko: 일일 한도를 계산하려면 월간 계획을 입력하세요.
nl: Voer een maandelijks plan in om een dagelijkse limiet te berekenen.
pt: Insira um plano mensal para calcular um limite diário.
ru: Введите месячный план для расчета дневного лимита.
tr: Günlük bir limit hesaplamak için aylık bir plan girin.
zh: 输入月度计划以计算每日限额。

# enterNameAndDesc
source: Enter your habit's name and description
ar: أدخل اسم عادتك ووصفها
de: Gib den Namen und die Beschreibung deiner Gewohnheit ein
es: Introduce el nombre y la descripción de tu hábito
fr: Entrez le nom et la description de votre habitude
hi: अपनी आदत का नाम और विवरण दर्ज करें
it: Inserisci il nome e la descrizione della tua abitudine
ja: 習慣の名前と説明を入力してください
ko: 습관의 이름과 설명을 입력하세요
nl: Voer de naam en beschrijving van je gewoonte in
pt: Insira o nome e a descrição do seu hábito
ru: Введите название и описание вашей привычки
tr: Alışkanlığınızın adını ve açıklamasını girin
zh: 输入您习惯的名称和描述
